import 'package:flutter/material.dart';

// كلاس القسم الواحد في السيرة
class BioSection extends StatelessWidget {
  final String title;
  final String content;
  final String imagePath;

  const BioSection({
    required this.title,
    required this.content,
    required this.imagePath,
    super.key,
  });

  @override
  Widget build(BuildContext context) {
    return Padding(
      padding: const EdgeInsets.all(16.0),
      child: Column(
        crossAxisAlignment: CrossAxisAlignment.center,
        children: [
          Text(
            title,
            style: const TextStyle(
              fontSize: 22,
              fontWeight: FontWeight.bold,
              color: Colors.black87,
            ),
            textAlign: TextAlign.center,
          ),
          const SizedBox(height: 12),
          ClipRRect(
            borderRadius: BorderRadius.circular(12),
            child: Image.asset(
              imagePath,
              width: double.infinity,
              height: 200, // ✅ حجم موحد ومناسب
              fit: BoxFit.cover,
            ),
          ),
          const SizedBox(height: 12),
          Text(
            content,
            style: const TextStyle(
              fontSize: 18,
              height: 1.6,
              color: Colors.black87,
            ),
            textAlign: TextAlign.center,
          ),
        ],
      ),
    );
  }
}

// قائمة الأقسام الكاملة للسيرة
final List<BioSection> bioSections = [
  const BioSection(
    title: " أَوَّلًا: اسمه، ونسبه، وكنيته",
    content: '''
بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ

تَرْجَمَةُ فَضِيلَةِ الشَّيْخِ الْمُحَدِّثِ

أَبِي إِسْحَاقَ الْحُوَيْنِيِّ

رحمه الله رحمة واسعة واسكنه فسيح جناته

الْحَمْدُ للهِ، وَالصَّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللهِ ﷺ

• أَوَّلًا: اسمه، ونسبه، وكنيته:

اسمه: هو حجازي بن محمد بن يوسف بن شريف؛ أبو إسحاق الحويني الأثري المصري موطنًا، ومولدًا، ونشأةً.

وقد سماه والدُه حجازي عند عودته من أداءِ فريضة الحج؛ من بلاد الحجاز -حرسها الله-.

كنيته: تَكنَّى في مطلع طلبه للعلم "بأبي الفضل" لتعلقه بالحافظ ابن حجر -رحمه الله-، ثم ارتبط بكتب أبي إسحاق الشاطبي -رحمه الله-، فحُبِّبَت إليه كنيتُه، وتعلق بها لما علم أنها للصحابي الجليل سعد بن أبي وقاص -رضي الله عنه-؛ فعُرف واشتُهِر بعد ذلك بين الناس بأبي إسحاق الحويني.

وأما الأثري : فهو المشتغل بعلم الأثر، أو الحديث، والمتبع في عقيدته ومنهجه لِمَا صحَّ منها، وقد عُرِف بها الشيخ؛ إذ كان يكتبها على أغلفة مؤلفاته الأولى، ثم تركها تخفيفًا لذكر الاسم، وخشية أن يظن أن ذكرها للتفاخُر أو تزكية النفس، وإن كان ذكرُها على سبيل الإخبار فلا إشكالَ فيه.
''',
    imagePath: "assets/42.jpg",
  ),
  const BioSection(
    title: "ثانيًا: مولده و نشأته ",
    content: '''
وُلِد الشيخ الحويني في يوم الأحد غرة ذي القعدة لسنة خمس وسبعين وثلاثمئة وألف، من الهجرة 1، وقيل 2 من ذي القعدة 1375هـ، الموافق العاشر من شهر يونيه، لسنة ست وخمسين وتسعمئة وألف 10/6/1956م، بقرية حُوَين، بمحافظة كفر الشيخ، بمصر، والقرية تبعد عن عاصمة المحافظة ما يقرب من ثلاث عشرة كيلو مترًا تقريبًا.

نشأ الشيخ في بيت صلاح وفضل، وفطرة سليمة، لوالد محب لدينه، معظِّم لشرائعه، فكان صوَّامًا، قوَّامًا كما حدَّث عنه الشيخ، وكان الوالد ذا حشمة بين أهل القرية، يَعُدُّونه شيخًا لها، فكان يدخل بمشورته في فض النزاع والخصومات بين الناس.

وقد تزوج والد الشيخ -رحمه الله- من ثلاث نسوة -رحمة الله عليهن-، ورُزق بذرية مباركة منهن: ثمانية من الذكور، وسبعة من الإناث، وكان الشيخ من زوجته الثالثة -رحمها الله-.

عُرف والدُ الشيخ بمحبته للقرآن الكريم، ولحملته، وقُرَّائه؛ لا سيما الشيخ محمد صديق المنشاوي -رحمه الله-، والذي كان ينعت صوته بالحنان، وكان الشيخ في ذلك الوقت في الصف الخامس الابتدائي، فنشأ متعلقًا به.

وكان الوالد -رحمه الله- شغوفًا بالقرآن سماعًا وقراءةً، فلم يكن يستمع إلا إلى إذاعة القرآن الكريم، حتى إنَّ محرك مؤشر الإذاعة أصابه الصدأ؛ لأنه يبس من تركه، وعدم تحويله إلى غير إذاعة القرآن الكريم.

وكان والد الشيخ من المحبين لمن يظن بهم الصلاح كالممارسين للتصوف العملي، وكانت تلك ظاهرةً في قرى مصر في ذلك الوقت، مع غربة أهل السنة، فكان الشيخ يجلس مع أبيه -رحمه الله- في بعض هذه المجالس فأخذ من سمت هؤلاء الصالحين، وما يظهر عليهم من حشمة، ولكن لم يتأثر بما كان يذكر أمامه من قصصٍ وخرافات آنذاك.

وعن أثر الوالد في الشيخ يقول الشيخ حفظه الله: أخذنا من والدي صلاحه، وكان محبًّا لأهل الديانة.

ومضى الوالد على هذا السمت الصالح في حياته، عطِر السيرة، محبوبًا بين الناس، حتى توفِّي يوم الثلاثاء الثالث عشر من شهر صفر لسنة اثنين وتسعين وثلاثمئة وألف؛ من الهجرة 13صفر1392هـ، الموافق الثامن والعشرين من شهر مارس لسنة اثنين وسبعين وتسعمئة وألف 28/3/1972م، ودفن في يوم الأربعاء الذي يليه، رحمه الله تعالى ورضي عنه وغفر له.

أما الوالدة -رحمها الله- فقد كانت من صوالح نساء زمانها، متدينةً، فاضلةً، وقد جهد الشيخ أن يُعطيها بعد موت أبيه بِرَّ أبيه مع برها، فلم يكن يقدم عليها أحدًا من أهله قطُّ، ولكم صرَّح في المحافل والمجالس أنها أغلى عنده من نفسه، أولاده، وزوجاته، وإخوته، وكانت رحمها الله تُؤازرُه بدعواته، وتُعينه على التزامه بالسنة، حريصةً على ذلك، محبةً له.

وقد تُوفيت والدة الشيخ -رحمها الله- في مساء يوم الاثنين العاشر من ذي القعدة لسنة أربع وثلاثين وأربعمئة وألف 10من ذي القعدة1434هـ الموافق السادس عشر من شهر مارس لسنة ثلاث عشر وألفين 16/9/2013م، وصلى عليها الشيخ أحمد النقيب بطلبٍ من الشيخ، بعد ظهر يوم الثلاثاء.
''',
    imagePath: "assets/5.jpg",
  ),

  const BioSection(
    title: "ثالثًا:المراحل التعليمية",
    content: '''
١- درس المرحلة الابتدائية بمدرسة الوزارية الابتدائية بقرية الوزارية.

٢- درس المرحلة الإعدادية بالمدرسة الإعدادية القديمة، بعاصمة المحافظة كفر الشيخ.

٣- درس المرحلة الثانوية بمدرسة الشهيد عبد المنعم رياض، بعاصمة المحافظة كفر الشيخ، وهي ملاصقة للمدرسة الإعدادية.

٤- درس المرحلة الجامعية، بجامعة عين شمس، كلية الألسن، قسم اللغة الإسبانية، بالقاهرة، وكان طيلة السنوات الأربع لا يَتخلف عن الثلاثة الأوائل على دفعته.

٥- وأُرْسل إلى بعثةٍ لإسبانيا؛ لتفوِّقه، ولم يمكث هنالك أكثر من شهرين تقريبًا، لكَدَرِ نفسه بالمخالفات التي كانت في الديار الإسبانية، وبهذه الرحلة أعفى لحيته، ثم عاد إلى مصر.
''',
    imagePath: "assets/43.jpg",
  ),

  const BioSection(
    title: "رابعا:بداية تعلُّقه بالقراءة،ومن ثَمَّ بطلبِ العلمِ",
    content: '''
بدأ الشيخُ منذ صِغرِه بالتعلُّق باللغة العربية وآدابها، فكان يَقرأ القصص الأدبية؛ مثل: النظرات والعبرات لمصطفى لطفي المنفلوطي، وشارع الذكريات لجليل البندارى.

ومن الأدبِ العالمي: قصة رامونا، وكان لعناية أخيه الأكبر الدكتور رزق -حفظه الله- أثرٌ كبيرٌ في ذلك.

الدكتور رزق التحق بكلية الطب، جامعة الأزهر، ثم عمِل بالصحافة، وكان له مقالٌ ثابتٌ في جريدة الأحرار، وعمِل أيضًا ببيع الكتبِ الطبية، وأخذ مكانَ الوالد بالنسبةِ لإخوته، وكان من ثمرةِ ذلك أن التحقَ به إخوتُه في كلية الطب والدكتور شريف، والدكتور سمير، والتحق الأستاذ محمد بكلية دار العلوم.

وكان يُعِدُّ الشيخَ أيضًا لكلية الطب، ولكنْ إذا أراد الله شيئًا؛ هيَّأ أسبابه.

وقد تأثَّر الشيخُ بمحبة الدكتور رزق للقراءة، خاصةً أن مكتبتَه حوت كتبًا لها أثرٌ بيِّنٌ في هذا الباب.

وأقبل الشيخُ على الشِّعْر بنهمةٍ وحُبٍّ، فقرأ أشعار البارودي وشوقي وحافظ وعلي الجارم، ومحمود حسن إسماعيل، وغيرهم، وكان البارودي مُحَبَّـبًا إليه، فهو الذي غرس في قلبِه بذرة تذوُّق الشعر، وعدّه متنبي العصر.

وألَّف الشيخُ دواوينَ شعريةً تناسبتْ مع سنِّه، والتحق بقصر الثقافة بكفر الشيخ، وكان مُتميزًا جدًّا، وأصغر شاعرٍ في ذلك الوقت.

كما قرأ منذ صغره للأديب مصطفى صادق الرافعي، والعلامة محمود شاكر -رحمهما الله-، وتأثَّر جدًّا به، وندِم على عدم حضور مجالسه، وقرأ أيضًا لعباس محمود العقاد، وتوفيق الحكيم، ويحيى حقي وغيرهم.

ثم مَنَّ الله عليه، فتعلّق بكتب العلم الشرعي، وبدأت الرحلة الحقيقية.

وسعى جاهدًا لتفريغ وقتِه للطلب، ودخل مرحلة الخُمُول، التي يُسميها الشيخ مرحلة طالب العلم المُجِدِّ، حيث لا يُعرف، ولا يُطْلب، ويَعرف بركتها مَن اشتهر لاحقًا.

وأثناء ذلك تقلَّب الشيخ في أعمالٍ؛ منها: الإرشاد السياحي، ولم يرتَح له، وعمل بمبنى ماسبيرو مذيعًا للغة الإسبانية، وطُلب للبرنامج العام لجودة الإلقاء، لكن قِسمه رفض الطلب، ولم يَستمر فيه.

ثم عمل في بقالة النجمة بمدينة نصر، لصاحبها الأخ سعيد أبو هشيمة، وبتوصيةٍ من الأخ ربحي أبو النيل، وكان لهذا العمل أثرٌ كبيرٌ في مساره العلمي.
''',
    imagePath: "assets/46.jpg",
  ),

  const BioSection(
    title: "خامسا:بداية طلبه لعلم الحديث ",
    content:
        '''أخذ الشيخُ القرآن على خاله الشيخ عبد الحي زيَّان -رحمه الله-، وكان خالُه متميزًا في القراءات، ثم أقبل بكليته على علم الحديث، بعد تعلقه بالعلم الشرعي بفترة قصيرة، وكان في تلك الفترة يحاول نشر السنة في بيئة لا تعرف إلا أصحاب الكرامات من المتصوفة، أو من على شاكلتهم، وكان إذا اشتد النكير عليه من بعض الناس، وكأنه جاء بِدِين جديد؛ يخرج إلى الخلوات ويرفع يده وبصره إلى السماء، ويقول: «اللهم ارزقني، وأعلِ كعبي؛ لأثبت لهم أن من قصدك، ورجاك لا يخيب».
وكتب الشيخ عن بدايته في علم الحديث في مقدمة طبعته الأولى من كتابه «تنبيه الهاجد إلى ما وقع من النظر في كتب الأماجد»، والتي قدم لها في شهر جمادى الآخرة لسنة ثماني عشرة وأربعمئة وألف من هجرة خير من وطِئ الحصى نبينا محمد -صلى الله عليه وسلم-، فقال: «... ففي صيف عام 1395هـ كنت أصلي الجمعة في مسجد «عين الحياة»، وكان إمامه إذ ذاك: الشيخ عبد الحميد كشك –رحمه الله تعالى- وكان تجار الكتب يَعرضون ألوانًا شتى من الكتب الدينية أمام المسجد، فكنت أطوف عليهم وأنتقي ما يعجبني عنوانه، فوقعت عيني يومًا على كتاب عنوانه: «صفة صلاة النبي -صلى الله عليه وسلم- من التكبير إلى التسليم كأنك تراها»، تأليف محمد ناصر الدين الألباني، فراقني اسمُه، فتناولته بيدي، وقلبت صفحاته، ثم أرجعته إلى مكانه؛ لأنه كان باهظ الثمن لمثلي، وكان إذ ذاك بثلاثين قرشا! ومضيتُ أتجول بين بائعي الكتب، فوقفت على كتاب لطيف الحجم بعنوان: «تلخيص صفة صلاة النبي -صلى الله عليه وسلم-»، ففرِحت به فرحةً طاغيةً، ولم أترددْ في شرائه، وكان ثمنه خمسة قروش، ولم أشترِ غيره؛ لأنه أتى على كل ما في جَيبي! ومن فرحتي واغتباطي به قرأته وأنا أمشي في طريقي إلى مسكني مع خطورة هذا المسلك على من يَمشي في شوارع القاهرة.
 ولما أويتُ إلى غرفتي تصفحت الكتاب بإمعان، فوجدته يدق بعنف ما ورثته من الصلاة عن آبائي؛ إذ إنَّ كثيرًا من هيئتها لا يمت إلى السنة بصلة، فندمت ندامة الْكُسَعِيِّ أنني لم أشتر الأصل، وظللت أحلم بيوم الجمعة المقبل -وأدبِّر ثمن الكتاب طوالَ الأسبوع-، وأنا خائفٌ وَجِلٌ ألَّا أجدَه عند البائع، وكنت أدعو الله أن يُطيل في عمرى حتى أقرأه، ومَنَّ الله عليَّ بشرائه فلما تصفحته، ألقيت الألواح، ولاح لي المصباح ُ من الصباح! وهزَّني هزًّا عنيفًا، لكنه كان لطيفًا، مقدمته الرائعة الماتعة في وجوب اتباع السُّنة، ونبذ ما يخالفها تعظيمًا لصاحبها -صلى الله عليه وسلم-، ثُمَّ نُقولُه الوافيةُ عن أئمة المسلمين، إذ تبرأوا من مُخالفة السنة أحياءً، وأمواتًا، فرضي الله عنهم جميعا، وحشرنا وإياهم مع الصادق المصدوق -بأبي هو وأمي!-
وقد لفت انتباهي جدًّا حواشي الكتاب -مع جهلي التام آنذاك بكتب السنة المشهورة، فضلًا عن غيرها من المسانيد والمعاجم والمشيخات وكتب التواريخ، بل، لقد ظللتُ فترةً في مطلع حياتي -لا أدري طالت أم قصُرت- أظنُّ أنَّ البخاريَّ صحابيٌّ؛ لكثرة ترضِّي الناس عنه.
وعلى الرغم من عدم فهمي لِمَا في حواشي الكتاب، إلا أنني أحسستُ بفحولةٍ وجزالةٍ لم أعهدْها في كل ما قرأتُهُ، فَمَلَكَ الكتابُ عليَّ حواسِّي، وصرت في كلِّ جُمعة أبحث عن مؤلفات الشيخ ناصر الدين الألباني، ولم تكن مشهورةً عندنا في ذلك الوقت؛ لكساد الحركة العلمية، فوقفت بعد شهرٍ تقريبًا على جزء من «سلسلة الأحاديث الضعيفة» - المئة حديث الأولى، فاشتريته في الجمعة التي تليها لأتمكن من تدبير ثمنه.
أمَّا هذا الكتاب، فكان قاصمة الظهر التي لا قائمة بعدها! وهو الذي رغَّبني في دراسة علوم الحديث».
ثم أتبع الشيخُ ذلك بذكر قصته مع الشيخ عبد الحميد كشك -رحمه الله-، والتي أكدت رغبته في دراسة علوم الحديث، فقال: «إنَّ الحركةَ العلمية كانت هامدةً في ذلك الوقت، وكل من تصدَّر لِوعظٍ الناس فهو عندنا عالِمٌ، فما بالك بأشهر الواعظين عندنا في ذلك الزمان -وهو الشيخ كشك- الذي كان له بالغ التأثير في الناس بحُسن وَعظه، ومتانة لفظه، وجرأته في الصدع بالحق، لم ينجُ منحرفٌ من نقدهِ مهما كان منصبه، وكان في صوته -مع جزالته- نبرة حُزن، ينتزع بها الدمع من المآقي انتزاعًا، حتى من غِلاظ الأكباد، وقُساة القلوب، فكان هذا الشيخ العالم الأول والأخير عندي، لا أجاوز قوله، وقد انتفعت به كثيرا في بداية حياتي، كما انتفع به خلقٌ، لكنني لَمَّا طالعتُ «السلسلة الضعيفة»؛ وجدت أن كثيراً من الأحاديث التي يَحتج بها الشيخ منها، حتى خُيل إِليَّ أنه يُحضِّر مادَّة خطبه من هذه «السلسلة»، وسبب ذلك فيما أرى أن الشيخ حفظ أحاديثه من كتاب «إحياء علوم الدين»، لأبي حامد الغزالي، وكان الغزاليُّ -رحمه الله- مُزْجَى البضاعة في الحديث، تامَّ الفقر في هذا الباب
فعكَّر عليَّ كتاب الشيخ ما كنت أجدُهُ من المتعة في سماع خُطَبِ الشيخ كشك، حتى كان يومٌ، فذكر الشيخ على المنبر حديثًا عن النبي -صلى الله عليه وسلم- قال: «إِنَّ اللهَ يَتَجَلَّى يَوْمَ الْقِيَامَةِ لِلنَّاسِ عَامَّةً، وَيَتَجَلَّى لِأَبِي بَكْرٍ الصِّدِّيقِ خَاصَّةً»، فلأول مرة أشك في حديث أسمعه، وأسأل نفسي: تُرى! هل هو صحيح أو لا؟ ومع شكي هذا فقد انفعلت له وتأثرت به بسبب صراخ الجماهير من حولي، استحسانًا، وإعجابًا!
ولما رجعت إلى منزلي، قلبت «السلسلة الضعيفة» حديثًا حديثَا أبحث عن الحديث الذي ذكره الشيخ كشك، فلم أجده فواصلت بحثي، فبينما كنت في بعض المكتبات وقفت على كتاب «المنار المنيف» لابن القيم -رحمه الله- بتحقيق الشيخ محمد حامد الفقي -رحمه الله-، فوجدتُ الحديثَ فيه، وقد حكمَ الإمامُ عليهِ بالوضع فيما أذكرُ، فعزمت على إبلاغ الشيخ بذلك نصيحةً لله تعالى، وقد كان رسخ عندي أن التحذير من هذه الأحاديث واجبٌ أكيدٌ
وكان للشيخ جلساتٌ في مسجده بين المغرب والعشاء، فذهبتُ في وقتٍ مبكرٍ لألحقَ بالصفِّ الأول حتى أتمكن من لقائه في أوائل الناس، فلما صلينا جلس الشيخُ على كُرسيِّه في قبلة المسجد، وكان له عادة غريبةٌ وهي: أنه يمدُّ يده، فيقفُ الناس طابورًا طويلًا، فيصافحونه، ويقبِّلون يده وجبهته، ويُسِرُّ إليه كل واحد بما يريد، وكنت العاشرَ في هذا الطابور، فقلت في نفسى: وما عاشر عشرة من الشيخ ببعيد!
فلما جاء دوري، قبَّلتُ يده وجَبهته، وقلت له: إنَّ الحديث الذي ذكرتموه في الجمعة الماضية -وسميتُه- قال عنه ابن القيم: أنه موضوع
فقال لي: بل هو صحيح، فلما أعدت عليه القول، قال كلامًا لا أضبطه الآن، لكن معناه أن ابن القيم لم يُصِب في حُكمه هذا، ولم يكن هناك وقت للمجادلة؛ لأن مَن في الطابور ينتظرون دورهم
ومما حزَّ في نفسى أن الشيخ سألني عن العلة في وضع الحديث، فلم يكن عندي جواب، فقال لي: يا بُنيَّ! تعلمْ قبل أن تعترضَ، فمشيتُ من أمامه مُسْتَـخْزِيًا، كأنما ديكٌ نقرني!
وخرجتُ من مسجد «عين الحياة» ولديَّ من الرغبة في دراسة علم الحديث ما يجلُّ عن تسطير وصفه بناني، ويضيق عطني، ويكِلُّ عن نعته لساني، وكان هذ العلم آنذاك شديدَ الغربة، ولست أبالغ إذا قلت: إنه كان أغرب من فرس بهماء بغلس!!». اهـ
وهكذا كانت بداية الشيخ في التوجُّه إلى دراسة علم الحديث، والذي كان دائما يقول عنه: هو حبي وحياتي، وبدأ يُوظف دراسته لجميع فروع العلم الشرعي من خلال دراسته لعلوم الحديث
وأخذ يَبحث عن مكتبةٍ للمذاكرة والبحث، حتى وُفِّقَ لِـ «مكتبة المصطفى» لصاحبها الشيخ حامد إبراهيم -رحمه الله-، ولأول مرة رأى الشيخ مكتبة بهذا الحجم الضخم، والترتيب أيضًا.
وقد فُتِحَ له قلبُ الشيخ حامد، وأحبه كثيرًا، وأكرمه بسماحِهِ له بالمبيت في المكتبة، لا سيما في فترة التحاق الشيخ بالخدمة العسكرية، والتي وصفها الشيخ بالمرحلة الذهبية في طلبه للعلم
وقد أهدى الشيخ حامد -رحمه الله تعالى- للشيخ سنن الدارمي، طبعة سيد هاشم يماني، وهو الذي وجه نظر الشيخ إلى تخريج سنن ابن ماجه.''',
    imagePath: "assets/44.jpg",
  ),

  const BioSection(
    title: "سادسا:بحث الشيخ عن شيوخ علم الحديث",
    content:
        '''كان الشيخ وصل إلى عامه العشرين تقريبًا، وكان العلم غريبًا آنذاك، لا سيما علم الحديث، ولم يكن من السهل الوصول لمتخصصٍ في هذا العلم يُتلقى عنه، ولكن بعد قصة الشيخ مع شيخه الشيخ كشك، عزم على البحث عن شيخٍ يَشرح له هذا العلم.
وعن هذا يقول الشيخ في مقدمة كتابة «تنبيه الهاجد» -المشار إليها فيما تقدم-: «وطفقت أسأل كل من ألقاه من إخواني عن أحدٍ من الشيوخ يَشرح هذا العلم، أو يدلني عليه، فأشار عليَّ بعضُ إخواني -وكان طالبًا في كلية الهندسة- أن أحضر مجالس الشيخ محمد نجيب المطيعي -رحمه الله تعالى- وكان شيخنا -رحمه الله- يُلقي دروسه في «بيت طلبة ماليزيا»، بالقرب من ميدان «عبده باشا» ناحية العباسية، وكان يشرح أربعة كتب، وهي «صحيح البخاري»، و«المجموع  للنووي»، و«الأشباه والنظائر» للسيوطي، و«إحياء علوم الدين» للغزالي -رحمهم الله جميعًا-.
فوجدت في هذه المجالس ضالتي المنشودة، ودُرَّتي المفقودة، فلزمته نحو أربع سنوات، حتى توقفت دروسه بعد الاعتقالات الجماعية التي أمر بها أنور السادات، وانتهى الأمر بمقتله في حادث المنصة الشهير، ورحل الشيخ -رحمه الله- إلى السودان، وظل هناك حتى توفِّي -رحمه الله- بالمدينة، ودُفن -رحمه الله تعالى- في البقيع -كما قيل لي-.
وأتاحتْ لي هذه المجالسُ دراسةَ نُبَذٍ كثيرة من علمي أصول الحديث، وأصول الفقه، ووالله! لا أشطط إذا قلتُ: إنني أبصرت بعد العمى لَمَّا درست هذين العلمين الجليلين، وأقرر هنا أن الجاهل بهذين العلمين لا يكون عالمًا مَهما حفظ من كتب الفروع؛ لأن تقرير الحق في موارد النزاع لا يكون إلا بهما؛ فعلم الحديث يُصحح لك الدليل، وعِلم أصول الفقه يُسدد لك الفهم، فهما كجناحي الطائر.
ولم يُكدِّر عليَّ مُتعتي بدروس الشيخ المطيعي -رحمه الله- إلا حطُّه على الشيخ الألباني صاحب الفضل عليَّ بعد الله -عز وجل-، وكان ذلك بعد حادثة طويلة الذيل ملخصها: أن شيخنا المطيعي -رحمه الله- كان يتكلم عن قضاء الفوائت، وأن من لم يُصلِّ ولو لسنوات، فيجب عليه القضاء، وأطال البحث في ذلك.
فقلت له -ولم يكن عندي علم بمن يقول بغير هذا المذهب من القدماء- قلت: إن الشيخ الألباني يقول: ليس هناك دليل على وجوب القضاء، فقال لي بلهجة -علمت بعد ذلك بزمانٍ أنه كان يقولها تهكمًا-: من الألباني؟ فقلت له: أحد علماء الحديث.
قال: لعله أحد أصحابنا الشافعية؟
قلت: لا أدري، لكنه معاصر لنا، وقد علمت أنه لا يزال حيًّا.
فقال لي حينئذٍ: دعك من المعاصرين.
وكانت هذه أول مرة أسمعه يتكلم عن الألباني، ثمَّ توالى السيلُ»''',
    imagePath: "assets/41.jpg",
  ),

  const BioSection(
    title: "-سابعا:بداية قصة الشيخ مع شيخه الألباني -رحمه الله ",
    content:
        '''بدأت قصة الشيخ مع الشيخ الألباني -رحمه الله- بكتاب: «صفة صلاة النبي -صلى الله عليه وسلم- من التكبير إلى التسليم كأنك تراها»، وغيرها من مؤلفات الشيخ الألباني، وبدأ حلم اللقاء بذلك العلامة الكبير يراود الشيخ الحوينيَّ، فقال في مقدمة كتابة «تنبيه الهاجد» -المشار إليها فيما تقدم-: «... ثم جاء الشيخ الألباني إلى مصر في حدود سنه (1396هـ) أو بعدها بقليل، وألقى محاضرة في المركز العام لجماعة أنصار السنة في عابدين، وكانت محاضرته عن تخصيص السنة لعام القرآن، وتقييدها لمطلقه، وذكر من أمثلة ذلك الذهب المحلَّق.
ولم يكن عندي علم بمحاضرة الشيخ، ولا وجوده، فرحل ولم أره، وكانت إحدى أمانيَّ الكبار أن ألتقيَ به، ولم يتحقق لي ذلك إلاَّ بعد زمان طويل، وذلك في أول المحرم سنة (1407 هـ)، وكان قد طُبع لي بعض الكتب منها: «فصل الخطاب بنقد المغني عن الحفظ والكتاب»، وكنت في هذه الفترة أتتبع كل أخبار الشيخ، فكانت تصلني أخبارٌ عن شدته على الطلبة، وقسوته عليهم، واعتذاره عن التدريس بسبب ضيق الوقت، وإرهاق الدولة له، فكدتُ أفقدُ الأملُ، حتى قيَّض الله لي أن ألتقي بصهر الشيخ -الأخ نظام سكجّها- في فندق بحيّ الحسين بالقاهرة، فسألتُه عن الشيخ وإمكان التتلمُذ عليه، فأخبرني أن ذلك متعذِّرٌ، ولكن تعال وجرِّبْ!
فكان من خبري أن سطَّرتُ رسالة للشيخ قلتُ له فيها: إنني علمتُ أنكم تطردون الطلبة عن بابكم، ولديَّ أكثر من مئتي سؤال في علل الأحاديث ومعانيها، ولا أقنع إلَّا بجوابكم دون غيركم، فسأجمع همتي وأسافر إليكم، فلا تطردونا عن بابكم، أو كلامًا نحو هذا.
وأخبرني الأخ نظامٌ بعد ذلك أن الشيخ تألمَّ لَمَّا قرأ حكاية «الطرد» هذه.
وسافرت إلى الشيخ في أول المحرم سنة (1407 هـ)، واستخرجتُ تصريح العمل الذي يُخوِّل لي السفر بأعجوبةٍ عجيبةٍ، وأُمضيت ثلاثة أيامٍ في الطريق كان هواني فيها شديدًا، ومع ذلك لم أكترثْ له؛ لِمَا كان يحدوني من الأمل الكبير في لقاء الشيخ.
ولما نزلت عمَّان، استقبلني الأخ الكريم أبو الفداء سمير الزهيري -جزاه الله خيرًا-؛ إذ أعانني في غربتي، وآواني في داره، وبعد الوصول بقليلٍ، كلَّمنا الشيخ بالهاتف، فرحَّب بي غاية الترحيب، وقال لي: حللت أهلًا ونزلت سهلًا، ولم أصدق أذني! فأنا ذاهبٌ إليه، وقد هيأت نفسى تمامًا على الرضا بالطرد إذا فعل الشيخ ذلك.
وقد بدأني بالسلام، فرددتُ عليه السلام بمثل ما قال، فقال لي: ما أحسنتَ الردَّ! فقلتُ: لِمَ يا شيخنا؟
فقال لي: اجعل هذا بحثًا بيني وبينك إذا التقينا غدًا!
وظللتُ ليلتي أُفكر في هذا الأمر، تُرى! ما وجهُ إساءتي الردَّ؟ حتى خمنت أن الرادَّ ينبغي له أن يزيد شيئاً في ردِّه؛ نحو: «وعفوه، ورضوانه»، ولم أكن وقفتُ على الحديث الذي قوَّى الشيخ فيه زيادة «ومغفرته» في الرد.
وكان الشيخ يصلي الغداة في «مسجد الفالوجة»، بجوار منزل أبي الفداء، ولم أذق طعم النوم ليلتي بسبب تأمُّلي المسألةَ التي طرحها الشيخ، ولم تكتحل عيني بنومٍ إلاَّ قُبيل الفجر، وراح عليَّ بسبب ذلك لقاء الفجر مع الشيخ، وكلمناه في الصباح، فأعطانا موعدًا عقب صلاة العشاء في منزل أبي الفداء.
وكان لقاءً حارًّا، بدأني الشيخ بالعناق، لأنني لا يمكن أن أبدأه بذلك هيبةً له، وكان معنا في هذا اللقاء الأخ الفاضل أبو الحارث علي الحلبي -حفظه الله-، وجلسنا نحو ساعةٍ ونصف الساعة نسألُ، والشيخ يُجيبُ، فلما تصرمت الجلسة، وخرجنا من الدار، انْتَحيتُ بالشيخ جانبًا، وشرحتُ له باختصارٍ ما كابدتهُ في السفر إليه، ولم يُخرجني من بلدي إلاَّ طلبُ العلم، فلو أذن لي الشيخ أن أخدمه وأساعده لأتمكن من مُلازمته، فشكرني واعتذر لي؛ نظرًا لضيق وقته، فقلت له: أعطني ساعة كل يوم أسألك فيها، فاعتذر، فقلت له: أعطني ما يسمح به وقتك ولو كان قصيرًا، فاعتذر!
فأحسستُ برغبة حارَّة في البكاء، وتمالكت نفسي بعناء بالغٍ، وأطرقتُ قليلاً، ثم قلت للشيخ: قد علم الله أنه لم يكن لي مأربٌ قطُّ إلاَّ لقاؤكم، والاستفادةُ منكم، فإن كنتُ أخلصتُ نيتي؛ فسيفتح الله لي، وإنْ كانت الأخرى، فحسبي عقابًا عاجلًا أن أرجع إلى بلدي بخُفَّيْ حُنين! وأنا سأدعو الله أن يفتح قلبك لي!
ولست أنسى هذا الموقف ما حُييتُ.
ثم التقيتُ الشيخَ في صلاة الغداة من اليوم التالي، فقبلتُ يده -وهذا دأبي معه-، فقال لي: لعلَّ الله استجاب دُعاءك! وكان فاتحةَ الخير، وكنت أكاد أوقن أن الله سيستجيبُ لي، وأن الشيخ سيَقبلني عنده، لا سيما بعد أن قابلت الأستاذ أحمد عطية -وكان من مُعظمي الشيخ قبلُ-، فاستضافني في داره وقال لي: لَمَّا طُبِع كتابك «فصل الخطاب بنقد المغني عن الحفظ والكتاب»، اشتريت منه نسخة، وقرأته، فأعجبني أنه على طريقة الشيخ، وكان الشيخ يقول: ليس لي تلاميذ -يعنى على طريقته في التخريج والنقد- قال: فأرسلتُ هذا الكتاب إلى الشيخ، وقلت له: وجدنا لك تلميذًا، وراجعتُ الشيخ بعد ثلاثة أيام، فقال: نعم.
قلتُ: لمَّا قصَّ عليَّ الأستاذ أحمد عطية هذه الحكاية ضاعف من أملي أن يَقبلني الشيخ عنده.
ووالله! لقد عاينت من لطف الشيخ بي، وتواضعه معي شيئًا عظيمًا، حتى إنه قال لي يومًا: صحَّ لك ما لم يصحَّ لغيرك، فحمدت الله -عز وجل- على جَسيمِ منَّتِه، وبالغِ فضلِه ونعمتِه.
فمن ذلك أنني كلما التقيتُ به قبلت يده، فكان ينزعها بشدَّة، ويأبى عليَّ، فلما أكثر؛ قلتُ له: قد تلقينا منكم في بعض أبحاثكم في «الصحيحة» أنَّ تقبيل يد العالم جائزٌ.
فقال لي: هل رأيتَ بعينيك عالمًا قطُّ؟
قلتُ: نعم، أرى الآن.
فقال: إنما أنا «طُويلبُ علمٍ»، إنما مَثَلي ومَثَلُكم كقول القائل: إنَّ البُغَاثَ بِأَرْضنَا يَسْتَنْسِرُ!
وبدأت جلساتي مع الشيخ بعد كل صلاة غداةٍ في سيارته، ولمدة ساعة، ثم زادت المدة حتى وصلت إلى ثلاث ساعات.
واستمر هذا الأمر، حتى جاء يومٌ ولم يُصلِّ الشيخ معنا صلاة الغداة، فحزنتُ لذلك لضياع هذا اليوم عليَّ بلا استفادة، واستشرت من أثق برأيه من إخواني: هل أذهب إلى الشيخ في بيته أم لا؟
فكان إجماعهم ألَّا أذهب؛ لأنك لا تعلم ما ينتظرك هناك، ولا يذهب أحد إلى الشيخ في بيته إلَّا بموعدٍ سابقٍ، فلربما ردَّك، فلا يكون بك لائقًا، لا سيما بعد المكانة التي صارت لك عند الشيخ.
وتهيبتُ الذهاب، ولكنْ قوَّى من عزمي أمران:
الأول: أن رفيقي آنذاك والذي كان يصحبني بسيارته الأخ الفاضل الباذل أبو حمزة القيسي -جزاه الله خيراً- قد أيدني في الذهاب.
الثاني: أنني استحضرت قصةً لابن حبان مع شيخه ابن خزيمة ذكرها ياقوتُ بسنده إلى أبي حامد أحمد بن محمد بن سعيد النيسابوري؛ قال: كنا مع أبي بكر محمد بن إسحاق بن خزيمة في بعض الطريق من نيسابور، وكان معنا أبو حاتم البُستي، وكان يسألُه ويُؤذيه، فقال له محمد بن إسحاق بن خزيمة: يا بارد! تنحَّ عنى ولا تؤذِنِي! أو كلمة نحوها، فكتب أبو حاتم مقالته، فقيل له: تكتب هذا؟ قال: أكتب كل شيء يقوله الشيخ.
فقلتُ في نفسى: وما لِي لا أفعل مثلما فعل ابن حبان؟! وحتى لو قال لي الشيخ مقالة ابن خزيمة؛ لعددتها من فوائد ذلك اليوم.
وانطلقنا إليه، وكان من أفضل أيامي التي أمضيتُها في هذه الرحلة، فقد استقبلني الشيخ استقبالًا كريمًا، وأمضيت معه أكثر من ساعتين، وكان يخدمُنا بنفسه، ويَأتينا بالطعام يضعه أمامنا، فكلما هممتُ أن أساعدَه؛ أبى عليَّ، ويشيُر أنِ اجلسْ، ويقول: الامتثالُ هو الأدبُ، بل خيرٌ من الأدبِ.
ويعني به أن الامتثال لرغبته في الجلوس خير من سلوكي الذي أظنُّه أدبًا؛ لأن طاعتي له هي الأدب، وكان يومًا حافلًا، قصَّ عليَّ الشيخُ فيه ما جرى بينه، وبين الشيخ محمد نسيب الرفاعي -حفظه الله-.
ولا يَفوتني أن أقولَ: كنت قابلت الشيخَ نسيبًا الرفاعيَّ بصحبة الأستاذ أحمد عطية -المتقدم ذكرُه- في بيته بحيِّ الهاشمي في عمَّان البلقاء، ولقلما رأت عيناي مثله في تواضعه وأدبه وحُسن خلقه، وكان معظم كلامه عن الشيخ الألباني، وبرغم تقاربهما في السنِّ، إلا أنه كان يُبالغ في تعظيم الشيخ، وقال لي: أنا مَدينٌ بالفضل لرجلين: الأول: ابن تيمية، والثاني: الألباني.
وقال لي: لقد تآزرنا في نشر الدعوة السلفية في سوريا، وكان الشيخ يَزورنا في حلب، فدخلت عليَّ ابنتي «عائشةُ»، وكانت صغيرةً، فقال لي الشيخُ: لو كانت كبيرة لتزوجتها وكنتَ منى بمنزلة أبي بكر من محمدٍ -صلى الله عليه وسلم-، فانظر ما كان بيني وبينه من الآصرة.
وقرأ علينا أبو غزوان مقدمته لكتابه: «التوصل إلى حقيقة التوسل»، وقصَّ عليَّ أشياء ذكرتها في «طليعة الثمر الداني في الذب عن الألباني».
وهو القسم الخاص بترجمة الشيخ الألباني -رحمه الله تعالى-.
وقد أمضيت نحو شهر في هذه الرحلة، ولما علم الشيخ بموعد سفري دعاني على الغداء عنده فى يوم الرحيل، وسألني عن حال السلفيين في مصر، وسألته عن الطريقة المثلى لنشرة الدعوة، وكيف نواجه المخالفين لنا، وكان يومًا حافلًا أمضيته مع «عميد السلفيين» في العالم الإسلامي، حفظه الله وبارك. اهـ
وهكذا يظهر لنا كيف كانت العلاقة بين الشيخ الحويني، والشيخ الألباني -رحمه الله-، والذي قد أثنى على الشيخ في مواضع متفرقة من كتبه.''',
    imagePath: "assets/40.jpg",
  ),

  const BioSection(
    title: "ثامنا:شيوخ الشيخ الحويني",
    content: '''
أول هؤلاء المشايخ: خاله الشيخ (عبد الحي زيان -رحمه الله-)، وأخذ عليه القرآن.
والأستاذ (عبد الفتاح الجزار -رحمه الله-،) وأخذ عليه اللغة العربية، وكان الشيخ بعدما اشتُهِر بين الناس إذا رأى أستاذه الجزار في المسجد؛ سارع إليه، وقدمه لإلقاء كلمة، فكان الشيخ يُجِلُّه، ويُثني عليه كثيرًا.
والشيخ :(محمد نجيب المطيعي -رحمه الله-،) وأخذ عليه أصول الفقه، وأصول علم الحديث، ودرس عليه ما تيسر من «صحيح البخاري»، و«المجموع للنووي»، و«الأشباه والنظائر» للسيوطي، و«إحياء علوم الدين» للغزالي.
والشيخ  (المحدث محمد ناصر الدين الألباني -رحمه الله-) وهو أقرب مشايخه إلى قلبه، وقد تتلمذ له، وتأثر بكتبه.
وللشيخ رحلتان مشهورتان للشيخ الألباني، الأولى: في شهر الله المحرم «سنة 1407هـ»، والثانية: في شهر ذي الحجة سنة «1410هـ»، وفيهما عشرات المسائل للشيخ مع الشيخ الألباني، والتي تتعلق بعلوم الحديث، وغيره، وقد ذكر الشيخ أنه أخذ للشيخ الألباني ما يقرب من مئتي سؤال في العلل فقط، كما كانت له مع الشيخ الألباني سؤالات أخرى في علوم الشريعة، وبعض الأسئلة في حكم البرلمانات المعاصرة، والأحزاب.
كما جلس الشيخ في الجامع الأزهر لجماعة من أساتذة العلوم الشرعية المختلفة، وكان منهم:
 (الدكتور موسى شاهين لاشين -رحمه الله-) والذي كان رئيسًا لقسم الحديث، في كلية أصول الدين، جامعة الأزهر آنذاك.
وكان بينهما قصة؛ إذ طلب منه الشيخ أن يَعقد له امتحانًا في علوم الحديث ليلتحق بقسم الحديث في كلية أصول الدين، فاعتذر الدكتور لاشين، معللًا ذلك بأنه على خلاف اللوائح الجامعية، فقال له الشيخ: اعقد لي امتحانًا، فإذا قلّ مستواي عن درجة مُعيد فلا تقبلْني، فتبسم الدكتور لاشين، وأوصاه أن يذهب إلى الجامع الأزهر، ويحضر المجالس العلمية فيه.
والتقى الشيخ بنخبةٍ من أكابر علماء أهل السنة، وحضر مجالس لهم، وتعلَّم منهم، وتتلمذ عليهم، وتأثر بهم في العقيدة، والفقه وأصوله؛ منهم:
(الشيخ عبد العزيز بن باز -رحمه الله-)، وقد حضر دروسه بالجامع الكبير، والمسجد الذي كان بجوار بيته بمدينة جدة.
(والشيخ محمد بن صالح العثيمين -رحمه الله-)، وحضر دروسه بالمسجد الحرام.
(والشيخ عبد الله بن قاعود-رحمه الله-) والذي حضر الشيخ عنده، وهو يشرح كتاب «البرهان في أصول الفقه»، للإمام الجويني، وكان يقرأ عليه في ذاك الوقت الشيخ صالح آل الشيخ.
(والشيخ عبد الله بن جبرين -رحمه الله-) ممن تأثر بهم الشيخ، وقد التقى به الشيخ في جمع كبير، ألقى الشيخ ابن جبرين محاضرة، ثم تلاه الشيخ، وألقى بعده محاضرة، فأثنى عليه الشيخ ابن جبرين ثناء عاطرًا، حتى استحيى الشيخ من الحضور، وهو يسمع هذا الثناء؛ إذ وصفه الشيخ ابن جبرين -رحمه الله- «بمُحَدِّث مصر».
وكذلك من مشايخه أيضًا:
(الشيخ عبد الحميد كشك،) والذي تعلم منه عاطفته نحو دينه.
(والشيخ محمد جميل غازي،) وقد أخذ عنه نُبذًا كثيرة من التفسير وأصوله.
(والشيخ عبد الرحمن عبد الخالق) والذي قال عنه الشيخ: «إن له فضلًا كبيرًا على الصحوة السلفية في مصر، وجُل مشايخ مصر الآن هم ثمرات كتبه»، ثم التقى الشيخ به فيما بعد، وقال له الشيخ عبد الرحمن: لو أن الأعمار تُوهب= لكنت وهبتُ عمري لك، وللشيخ ابن باز -رحمه الله-.
(والدكتور عبد الفتاح الحلو -رحمه الله-) وقد تعلم منه أصول التحقيق.
وغيرهم كثير من أهل العلم، وهناك من لقيهم الشيخ في مصر، وغيرها، لا سيما في رحلاته في النسك، والدعوة.
ومع مخالفة الشيخ لبعض مشايخه في مسائلَ، إلا أنه يَحمل لهم من الحب والتقدير والتوقير ما يَشهد به من عرفه، وقرأ له، وحضر مجالسه العامة، والخاصة.
ولكن نُنبه هنا، أنه بسبب غربة العلم الصحيح وأهله، لا سيما في مصر، ودخول الشيخ منذ بدايته في الطلب للعمل الدعوي، لم يتسنَّ له أن يرحل لكل من يرتضي ويحب من العلماء، فحينئذ جعل لنفسه أولويات في هذا الباب، وكان أولها أن يرحل إلى الشيخ المحدث الألباني، وقد وُفِّق إلى ذلك، ولله الحمد، والمنة.
وممن تعلم الشيخ منهم وتتلمذ على كتبهم، وقد أدركه، ولم يلقه: الشيخ العلامة المحقق (سيد أحمد صقر -رحمه الله- )الذي حقق: إعجاز القرآن للباقلاني، وتأويل الحديث لابن قتيبة، والصاحبي لابن فارس، والموازنة بين شعر أبي تمام والبحتري للآمدي، ومناقب الشافعي، للبيهقي، وغيرها.
وكذا الشيخ الكبير( -سيد سابق -رحمه الله-)، وقد بدأ الشيخ بدراسة الفقه في أول طريقه على كتابه المشهور «فقه السنة»، فهو أول كتاب درسه في الفقه.
وممن تعلق الشيخ بكتبهم من علماء العصر ولم يدركهم: العلامة المحدث (عبد الرحمن بن يحيى المعلمي اليماني -رحمه الله-)، والعلامة المحدث (أحمد بن محمد شاكر -رحمه الله-،) والشيخ لا يقدم على الشيخ المعلمي أحدًا من علماء العصر في علم الرجال، فهو عنده أفضل من تكلم في هذا الباب من أبواب علوم الحديث في هذا العصر.''',
    imagePath: "assets/47.jpg",
  ),

  const BioSection(
    title: "تاسعا:ثناء اهل العلم علي الشيخ",
    content: '''     
وقد أثنى على الشيخ جماعةٌ من أهل العلم والفضل، منهم:
- شيخه الإمام الألباني، حيث قال له: «صَحَّ لك ما لم يصحَّ لغيرك».
- وأثنى عليه في مواضعَ متفرقةٍ من كتبه، ونعته بصديقنا الفاضل، وأثنى على كتابه «غوث المكدود»، فقال في «السلسلة الصحيحة» (5/586): ونبه على ذلك صديقنا الفاضل أبو إسحاق الحويني، في كتابه القيم: «غوث المكدود في تخريج منتقى ابن الجارود»، وقد أهدى إليَّ الجزء الأول منه، جزاه الله خيرًا.
- ونعته بالأخ الفاضل كما في «السلسلة الصحيحة» (7/745)، (7/938).
- وذكر الشيخ الألباني أيضًا: أنه من إخوانه الأقوياء في هذا العلم -أي علم الحديث- كما في «السلسلة الصحيحة»(2/720).
- ومن أجمل تعليقات الشيخ الألباني على أعمال الشيخ أنه قال في :«السلسلة الصحيحة» (7/1677): «أن أخانا الفاضل أبا إسحاق الحويني سُئِل في فصله الخاص الذي تنشره له مجلة «التوحيد» الغراء في كل عدد من أعدادها، فسئل -حفظه الله وزاده علمًا وفضلاً- عن هذا الحديث في العدد «الثالث - ربيع أول – 1419هـ» فضعفه، وبين ذلك ملتزمًا علم الحديث، وما قاله العلماء في رواة إسناده، فأحسن في ذلك أحسن البيان، جزاه الله خيرًا، لكني كنت أود وأتمنى له أن يُتْبِعَ ذلك ببيان أن الحديث بأطرافه الثلاثة صحيح، حتى لا يَتوهَّمَنَّ أحدٌ مِن قراء فصله أنَّ الحديثَ ضعيفٌ مطلقًا سندًا ومتنًا، كما يُشعر بذلك سكوتُه عن البيان المشار إليه، أقول هذا، مع أنني أعترف له بالفضل في هذا العلم، وبأنه يفعل هذا الذي تمنيته له في كثير من الأحاديث التي يَتكلم على أسانيدها، ويُبين ضعفها، فيَتبع ذلك ببيان الشواهد التي تُقوي الحديث، لكن الأمر -كما قيل-: كفى المرءَ نُبلا أن تُعد معايبه». اهـ
- وشهد غير واحد بسماع الشيخ الألباني وهو يقدم الشيخ في علم الحديث، ومن أمثلة ذلك:
قال الأمير عبد الله بن فرحان -رحمه الله-، وكان قائد المدفعية في تحرير جدة في زمن الملك عبد العزيز آل سعود -رحمه الله-، للشيخ وقد طلب لقاء الشيخ واستضافه عندما كان الشيخ في الرياض، ولما زاره الشيخ في قصره أجلسه الأمير عبد الله بن فرحان على كُرسي، وقال للشيخ: جلس قبلك على هذا الكرسي الشيخ الألباني، ولما سألته من تأتمن في العالم على الحديث، قال ابن باز، والحويني.
وممن نقل ذلك أيضًا عن الشيخ الألباني، الشيخ عبد الله آدم الألباني، وقد ذكر أن الشيخ الألباني سُئل عمن يرى له الأهلية من المشايخ لسؤاله في علم الحديث بعد رحيله؟ فقال: يوجد شيخ مصري اسمه أبو إسحاق الحويني، جاءنا إلى عمان منذ فترة، ولمست منه أنه معنا على الخط في هذا العلم، ثم ذكر الشيخ شعيبًا الأرنؤوط، ثم الشيخ مقبل بن هادي الوادعيَّ.
- ومما قال عنه الشيخ إبراهيم حمدي -رحمه الله- رفيق دربه في تقدمته لكتاب الشيخ «الانشراح في آداب النكاح»: ولا أكون مغاليًا ولا مبالغًا إذا قررتُ هنا أنه لم يأت بعد شيخ مصر الأشهر الجبل الحافظ الإمام أحمد بن محمد شاكر -رحمه الله تعالى- من سيكون مثله في العلم بفنون هذه الصنعة من هذا الفتى المصنِّف، ويقيني أنه لو امتدت به حياة؛ فوالله لَنَرَيَنَّ منه عجبًا وعُجابًا.
- وكان الشيخ المحدث محمد عمرو بن عبد اللطيف -رحمه الله- يصف الشيخ، بقوله: شيخنا الكبير.
- ووصفه به الشيخ المسند محمد الأمين بو خبزة، فقال: إمام المحدثين في ربوع مصر، وقد أحيى الله به رسوم الحديث والإسناد، وذكرى الحافظ ابن حجر وتلميذه السخاوي رغم أنف المعاندين، فبعد وفاة أبي الأشبال الشيخ أحمد محمد شاكر لم يأت من يخلفه، حتى أنجبت (حوين) بالقرب من مدينة كفر الشيخ هذا العلامة الأحوذي.
وأثنى عليه الشيخ عبد العزيز الراجحي، وسأله سائل: على مَن أطلب العلم في مصر؟ فأجابه الشيخ: أبو إسحاق الحويني، الشيخ أبو إسحاق مُحدِّث، من علماء الحديث.
وعندما سُئل المحقق الكبير الدكتور بشار عواد معروف عن المحققين البارزين في عِلم الحديث؛ قال: مصر للأسف ضعُفتْ كثيرًا -يعني تحقيق علم الحديث- لكن عندهم أبو إسحاق الحويني، جيد في تحقيقاته، وهو رجل فاضل.
- وأثنى عليه الشيخ المحدث حسين سليم أسد، فكتب في إهدائه لكتاب مجمع الزوئد للهيثمي: الشيخ أبو إسحاق الحويني، نبيل في تصرفه، أصيل في تحقيقه، موسوعي في ثقافته، يقف جبلًا شامخًا أمام الفكر الغازي، يُريدون أن يتكلموا فيه، ولكنهم خابوا وخسروا، أسأل الله تعالى أن يُعينَه على تفريق جمعهم وعلى دَحْرِ آرائهم.
وقال عنه الدكتور المحدث أحمد معبد عبد الكريم -من علماء الأزهر الشريف-: الشيخ الحويني حُجة على طلبة العلم المقصِّرين؛ لأنه لم يتح له الانقطاع لطلب العلم، لكنه عوض ذلك باطلاعه الخاص، وقد قرأت له قبل أن ألقاه، وفي كتابه (خصائص عليّ) للإمام النسائي، فيذكر الخلاف على الراوي، فيُخرّج هذا الخلاف ويُبين الراجح والمرجوح، وهذا رُقِيٌّ في النَّفَسِ لا تجده إلا عند قلائل.
- وقال الشيخ مشهور حسن آل سلمان : أشهد الله أن أبا إسحاق من علماء الحديث، ومن أهل الحديث الراسخين فيه، ولم أر شيخنا الألباني فرِحًا بأحد كما رأيته فرحًا بقدوم الشيخ أبي إسحاق، ومجالسُهُ مع الشيخ الألباني محفوظة، تُنبِئُ عن علمٍ غزيرٍ، بل عن تدقيقٍ، قلَّ أن يصلَ إليه أحد.
- وقال الشيخ أحمد النقيب عن الشيخ: الشيخ أبو إسحاق في جملة واحدة: يعيش بالدين، وللدين، وفي الدين، وليس له هم إلا الدين.
- وقال فيه رفيقُ دربه في الدعوة الشيخ محمد حسين يعقوب: ما أحرق أهل البدع إذا سمعوا اسمك، وما أشدَّ ألم أهل السنة إذا غاب رسمك، أنا والحويني أمة واحدة.
وقد أثنى عليه من مشايخه، وأقرانه، وتلامذته، ما يطول المقام جدًّا بذكرهم''',
    imagePath: "assets/48.jpg",
  ),

  const BioSection(
    title: "عاشرا:من رافقهم الشيخ، وكان لهم به علاقة",
    content:
        '''عرُف الشيخ بحُسن الخلُق، والعشرة لإخوانه، وكان له علاقات واسعة معهم، وإن كانوا يتفاوتون بطبيعة الحال في قربهم منه، فهناك من رافقه، ولازمه من أول الطريق، وهناك من اجتمع به في العمل الدعوي، وهناك من ارتبط بعلاقة طيبة معه، وإن لم يكن من عيون رفقائه.
وهنا في هذا الموضع نذكر بعض رفقاء درب الشيخ، والمقربين منهم، ومن له بهم علاقة، وهذا على سبيل ضرب المثل، لا الحصر:
الشيخ المحدث أبو عبد الرحمن إبراهيم بن حمدي -رحمه الله-، والشيخ المحدث محمد عمرو بن عبد اللطيف -رحمه الله-، والشيخ محمد بن صفوت نور الدين -رحمه الله-، والشيخ صفوت الشوادفي -رحمه الله-، والشيخ عبد الحق بن عبد اللطيف السوهاجي -رحمه الله-، والشيخ محمد بن إسماعيل المقدم -حفظه الله-، والشيخ سعيد بن عبد العظيم -حفظه الله-، والشيخ محمد حسان -حفظه الله-، والشيخ محمد بن حسين يعقوب -حفظه الله-، والشيخ إبراهيم شاهين -حفظه الله-، والشيخ صلاح الدين بن علي عبد الموجود -حفظه الله-، والشيخ مصطفى بن العدوي -حفظه الله-، والشيخ أحمد بن عبد الرحمن النقيب -حفظه الله-، والشيخ مصطفى بن محمد -حفظه الله-، والشيخ خالد صقر-حفظه الله-، والشيخ عطاء بن عبد اللطيف -حفظه الله-، والشيخ عبد العظيم بن بدوي -حفظه الله-، والشيخ عادل العزازي -حفظه الله-، والشيخ محمد بن عبد المقصود -حفظه الله-، والشيخ نشأت أحمد -حفظه الله-، والشيخ حازم صلاح أبو إسماعيل -حفظه الله-، والشيخ وحيد بن عبد السلام بالي -حفظه الله-، والشيخ عبد الله شاكر -حفظه الله-، والشيخ عابد بن محمد بن غنيمة -رحمه الله-، والشيخ محمد الأمين بو خبزة الحسيني التطواني -حفظه الله-، والشيخ المحدث أحمد معبد عبد الكريم -حفظه الله-، والشيخ محمد بن إبراهيم بن شقرة -حفظه الله-، والشيخ مشهور بن حسن آل سلمان -حفظه الله-، والشيخ علي حسن عبد الحميد -حفظه الله-، وغيرهم الكثير والكثير.
وهناك من كان من خاصة الشيخ، ومن أقربهم لقلبه، وإن لم يكن من المشتغلين بالعلم، كالشيخ شكري بن عبد الله -رحمه الله-، والدكتور عبد المنعم الشاذلي -رحمه الله-، والأخ الفاضل سعيد أبو هشيمة -حفظه الله- والأخ الفاضل ربحي فايز أبو النيل -حفظه الله-، وغيرهم.
وهناك عبارة مشهورة عن الشيخ يقولها في حق إخوانه جميعًا دائمًا: «أنا سِلْمٌ لإخواني»، ونحسبه -والله حسيبُه- صادقًا مُطبِّقًا لهذا المعنى، وهذا لا يَعني تمييع القضايا، وعدم بيان المواقف، كما يَفتري، ويَزعم البعض -غفر الله لهم!-.
''',
    imagePath: "assets/49.jpg",
  ),
  const BioSection(
    title: "الحادي عشر:عقيدة الشيخ، ومنهجه",
    content:
        '''الشيخ -ولله الحمد- على منهاج القرونِ الثلاثة الأُوَل، ومن تبعهم بإحسان، وإن شئت؛ قلتَ: على المنهاج السلفي، وعلى أصولِ أهل الحديث، مُعظم لأمر الله تبارك وتعالى، ولأمر رسوله -صلى الله عليه وسلم، وعلى آل بيته، وصحبه الكرام، ومن تبِعهم بإحسان-.
والشيخ ولله الحمد على عقيدة أهل السنة والجماعة في باب الأسماء والصفات، فهو يثبت لله -عز وجل- ما أثبت لنفسه -تبارك وتعالى- في كتابه، وفي سنة نبيه -صلى الله عليه وسلم-، من غير تعطيل، ولا تكييف، ولا تشبيه، ولا تمثيل.
ويُؤمن بأن أفضل وخير هذه الأمة بعد وفاة نبيها أبو بكر، ثم عمر، ثم عثمان، ثم علي، ثم باقي العشرة الذين بشرهم النبي -صلى الله عليه وسلم- بالجنة، ثم باقي الصحابة الكرام -رضي الله عنهم جميعًا-.
ولا يُكفر أحدًا من أهل القبلة بذنب ما لم يستحله، وأن الإصرار على الفعل لا يعني الاستحلال، وليس كل من تلَبَّس ووقع في بدعة؛ فهو مُبتدع، وليس كل من تلبس ووقع في كُفر فهو كافر، فهذا لا بد فيه من إقامة الحجة والبينة، واستيفاء الشروط، وانتفاء الموانع، التي قررها أهل السنة والجماعة.
ويرى أن القدرية، والشيعة الرافضة، والخوارج، والجهمية، والمرجئة، والصوفية الذين يقولون بوحدة الوجود، والحلول والاتحاد، ويتلبسون بالشركيات من أضلِّ الفرق.
ويَعتقد أن الكلام، والرأي، والخصومة، والجِدَال، والمراء مُحْدَث، وهو من الأسباب الرئيسة في فُرقة الأمة.
ويعتقد أنه لا حزبية في الإسلام، وأن يُتَبرأ من الحزبية والعصبية، ويتُمَسك فقط بالقرآن، والسنة، ومنهاج القرون الثلاثة الأول، ومن تبعهم بإحسان، وأن ينأى أهل العلم، والدعوة بأنفسهم عن مواضع الهلكة، والشبهات؛ حتى لا يظن بهم السوء.
ويرى أن يرفق أهل السنة بعضهم ببعض؛ لأنهم غرباء، وأن يُتمسك بهدي النبي -صلى الله عليه وسلم- في الأمر بالمعروف، والنهي عن المنكر، بالنظر لفهم السلف الصالح في هذا الباب، وكيف عملوا به في واقعهم.
ويعتقد أنه ليس من الحكمة أن يرد على كل أحدٍ افترى عليه، أو أثار حوله شبهة، ما دام عُرِف عنه ما يَعتقد في هذا الباب، وقد لاقى الشيخ الكثير من الذين افتروا عليه بغير بينة، وفهموا عنه خطأ، لكنه لم يلتفت إليهم، ولم يرد عليهم إلَّا بقدر ما دعت إليه الحاجة، كالذين رموه ظلمًا، وبهتانًا بمقالة الجهمية في الصفات، وقد قال الشيخ: والله لأنْ أقدَّم فتُضربَ عنقي -ما يقربني ذلك من إثم- أحبُّ إليَّ من أن أعتقد مذهب الجهمية، وأيضًا ما زعموه من تكفير الشيخ لمرتكب الكبيرة، والمصر على فعلها! والذي بيَّن الشيخ في أكثر من مناسبة أنه ما خطر بباله قط أن يُكفِّرَ المصِرَّ، فضلًا عن أن يقول بذلك، لتضافر الدلة على خلاف ذلك.
وكان الشيخ -حفظه الله- يقول كثيرًا: إن أعظمَ محنة تقع على المرء، أن يُرمى في سلامة اعتقاده.
''',
    imagePath: "assets/50.jpg",
  ),
  const BioSection(
    title: "الثاني عشر:مؤلفات الشيخ، ومشاريعه العلمية",
    content:
        '''منذ بداية الشيخ في طلب علم الحديث= حُبِّب إليه التصنيف، والتأليف، والتحقيق، وتحرير المسائل العلمية، وتتبع أقوال الأئمة، وقد رُزق الشيخُ حُسنَ العبارة والتصنيف، وأفاده في ذلك نشأته الأدبية التي تقدم ذِكرُها، والإقبال على لسان العربِ وأشعارهم وقصصهم وأمثالهم، وقد لاح ذلك حتى في محاضراته ودروسه المتعددة.
وكان من ثمرة هذا الجهد العديد من المشاريع، والمؤلفات، والتي منها ما طُبع، ومنها ما هو مخطوط، ونأتي على ذكر شيء من ذلك، على وجه ضرب المثل لا الحصر:
أولًا: أغلب ما طبع للشيخ من مؤلفات، أو تحقيق، وتخريج لمخطوطات:
1-	 فصل الخطاب بنقد المغني عن الحفظ والكتاب، لأبي حفص الموصلي الحنفي: (جزء طبع بدار الكتب العلمية في بيروت - 1405هـ).
2-	الأربعون في ردع المجرم عن سب المسلم، للحافظ ابن حجر: (طبع بمؤسسة الكتب الثقافية، في بيروت - 1406 هـ ).
3-	الانشراح في آداب النكاح: (جزء طبع بدار الكتاب العربي في بيروت - 1407هـ).
4-	خصائص أمير المؤمنين على بن أبي طالب -رضي الله عنه-، للنسائي: (جزء طبع بدار الكتاب العربي في بيروت - 1407هـ).
5-	النافلة في الأحاديث الضعيفة والباطلة: (طبع في جزئين بدار الصحابة للتراث في مصر - 1408هـ).
6-	كشف المخبوء بثبوت حديث التسمية عند الوضوء: (جزء طبع بمكتبة التوعية الإسلامية في مصر - 1408هـ).
7-	نهي الصحبة عن النزول بالركبة: (تأليف، طبع في جزء بدار الكتاب العربي في بيروت، ودار المشرق العربي في مصر - 1408هـ)، (وبمكتبة التوعية الإسلامية في مصر - 1408هـ ).
8-	البعث، لعبد الله بن أبي داود: (جزء طبع بدار الكتاب العربي في بيروت - 1408هـ).
9-	الأربعون الصغرى، للبيهقي: (جزء طبع بدار الكتاب العربي في بيروت - 1408هـ).
10-	غوث المكدود بتخريج منتقى ابن الجارود: (طبع بدار الكتاب العربي في بيروت، في ثلاثة أجزاء - 1409هـ).
11-	بذل الإحسان بتقريب سنن النسائي أبي عبد الرحمن: (طبع في مجلدين بمكتبة التربية الإسلامية، في مصر - 1410هـ ).
12-	طليعة سمط اللآلى في الرد على الشيخ محمد الغزالي: (تأليف، طبع بمكتبة التوعية الإسلامية في مصر - 1410هـ).
13-	كتاب الصمت وآداب اللسان، لابن أبي الدنيا: (جزء طبع بدار الكتاب العربي في بيروت - 1410هـ).
14-	فضائل فاطمة -رضي الله عنها-، لابن شاهين: (جزء طبع بمكتبة التربية الإسلامية في مصر - 1411هـ).
15-	صحيح القصص النبوي: (تأليف طبع في جزء بمكتبة الصحابة في جدة، - 1411هـ).
16-	الأحاديث القدسية الأربعينية، لملا علي القاري: (جزء طبع بمكتبة الصحابة في جدة، وبمكتبة التابعين في مصر - 1412هـ).
17-	جزء في تصحيح حديث القلتين والكلام على أسانيده، للحافظ العلائي: (جزء طبع بمكتبة التربية الإسلامية في مصر - 1412هـ).
18-	كتاب الزهد لأسد بن موسى: (تحقيق وتخريج، طبع بمكتبة التوعية الإسلامية، ومكتبة الوعي الإسلامي في مصر - 1413هـ).
19-	جزء فيه مجلسان من أمالي لصاحب نظام الملك أبي علي الحسن بن علي: (طبع بمكتبة العلم بجدة، ومكتبة ابن تيمية بمصر، في مجلد - 1413هـ).
20-	مسند سعد بن أبي وقاص، للبزار: (جزء طبع بمكتبة ابن تيمية في مصر-1413هـ).
21- رسالتان في الصلاة والسلام على النبي -صلى الله عليه وسلم-، وعقيدة أهل السنة والجماعة في الصحابة الكرام: (تحقيق، طبع بمكتبة التربية الإسلامية في مصر - 1414هـ).
22- جُزء فيه مجلسان من إملاء أبي عبد الرحمن النسائي: (جزء طبع بمكتبة التربية الإسلامية في مصر - 1414هـ).
23- جُنة المرتاب بنقد المغني عن الحفظ والكتاب، لأبي حفص الموصلي الحنفي: (جزء طبع بدار الكتاب العربي في بيروت - 1414هـ).
24- فضائل القرآن، لابن كثير: (طبع بمكتبة العلم بجدة، ومكتبة ابن تيمية بمصر، في مجلد - 1416هـ).
25- الديباج على صحيح مسلم بن الحجاج، للسيوطي: (طبع بدار ابن عفان في السعودية، في ست مجلدات-1416هـ).
26- تفسير القرآن العظيم، لابن كثير: (طبع بدار ابن الجوزي بالسعودية، في مجلدين - 1417هـ).
27- الجزء فيه من الفوائد المنتقاة الحسان العوالي، لأبي عمرو السمرقندي: (جزء طبع بمكتبة ابن تيمية في مصر، وتوزيع مكتبة الخراز في جدة - 1418هـ).
28- كتاب الأمراض والكفارات والطب والرقيات، لضياء الدين المقدسي: (طبع بدار ابن عفان، في مصر - مقدمة الطبعة الأولي 1413هـ، ونشرت الطبع الثانية 1420هـ).
29- تنبيه الهاجد إلى ما وقع من النظر في كتب الأماجد: (طبع المجلد الأول بمكتبة البلاغ في الإمارات - 1418هـ، ثم طبع في ست مجلدات، طبعة دار المحجة، بالإمارات أيضًا - 1424هـ، وسيُدفع قريبًا للطبع في أكثر من خمسة عشر مجلدًا بإذن الله ).
30- فتاوى أبي إسحاق الحويني المسمى إقامة الدلائل على عموم المسائل: (جزء طبع بدار التقوى في مصر - 1429هـ).
31- الجزء فيه الثاني من حديث الوزير أبي القاسم الجراح، يشتمل على سبعة مجالس متوالية، أولها السابع، وآخرها الثالث عشر: (جزء طبع بدار التقوى في مصر - 1431هـ).
32- الفتاوي الحديثية المسمى إسعاف اللبيث بفتاوى الحديث: (ثلاثة أجزاء طبع بدار التقوى في مصر - 1432هـ)، ثم (زاد مجلدًا رابعًا، وطبع بنفس الدار -1432هـ )، ثم (زاد مجلدًا خامسًا، وطُبع أيضًا بنفس الدار - 1432هـ).
وقد حوى هذا الكتاب الإجابة عن أسئلة القراء الوافدة لمجلة التوحيد، الصادرة عن أنصار السنة المحمدية، والتي بدأ الشيخ الجواب عنها في شهر صفر 1413هـ، وآخرها في سنة 1435هـ.
ثانيًا: بعض ما لم يطبع للشيخ من مؤلفات، أو تحقيق، وتخريج لمخطوطات:
1- مسند أبي عوانة، تحقيق، وقد تم، والحمد لله، وسيدفع به للطبع قريبًا بإذن الله.
2- تسلية الكظيم بتخريج أحاديث وآثار تفسير القرآن العظيم.
3- تعلة المفئود بشرح المنتقى لابن الجارود.
4- جنة المستغيث بشرح علل الحديث، لابن أبي حاتم.
5- درة التاج على صحيح مسلم بن الحجاج.
6- سد الحاجة بتقريب سنن ابن ماجه.
7- فك العاني بشرح تعليل الطبراني.
8- العُباب بتخريج قول الترمذي: وفي الباب.
9- فك الوثاق بشرح كتاب الرقاق.
10- كنز البخيل بما ورد عن السلف من تأويل آي التنزيل، وهذا من أجلّ كتب الشيخ عنده.
11- نوح الهديل بشرح ما في سنن أبي داود من التذييل.
12- كسوة العاري ببيان علة الحذف عند البخاري.
13- مسند أبي هريرة، جمع وترتيب، وكان للذب عنه وبيان جلالة قدره، وسعة حفظه، والتمييز بين ما ثبت عنه، وما لم يثبت.
14- مَجَمَّة الفؤاد فيما اتفق عليه الشيخان في المتن والإسناد.
15- الهدية بشرح صحيح الأحاديث القدسية.
16- نبع الأماني في ترجمة الشيخ الألباني.
17- مسامرة الفاذ بمعنى الحديث الشاذ.
18- القول الرجيح في صلاة التسبيح.
19- القالات الحسان عن ليلة النصف من شعبان.
20- ما رواه أبو الزبير عن غير جابر، لأبي الشيخ الأصبهاني.
21- الفجر السافر على أوهام الشيخ أحمد شاكر.
22- كشف الخفاء عما ورد في فضل عاشوراء.
23- الظل الوريف في حكم العمل بالحديث الضعيف.
وغيرها الكثير من مصنفات الشيخ التي لم تطبع إلى الآن.
نسأل الله -تبارك وتعالى- أن يبارك في عمر الشيخ، وأن ينفع بعلمه، وأن يُوفقه إلى إخراج ما لم يطبع من كتبه.''',
    imagePath: "assets/51.jpg",
  ),

  const BioSection(
    title: "الثالث عشر:جهود الشيخ في الدعوة، ونشر العلم",
    content:
        '''أما ما يتعلق بجهود الشيخ في الدعوة إلى الله، فالشيخ يخطب الجمعة منذ أكثر من أربعين سنة بدأها من قريته حُوين، ثم بمسجد الإمام الزهري بالقاهرة، وغيره الكثير من المساجد، مرورًا بمسجد بالعزيز بالله بالزيتون في القاهرة، ومسجد الرحمة بشارح الهرم بالجيزة، والجمعية الشرعية بمحافظة كفر الشيخ، والتي بدأ بها بعد استقراره في محافظته كفر الشيخ في عام ست وتمانين وتسعمئة وألف (1986م)، حتى بنائه لمسجده، في عام ثماني عشرة وأربعمئة وألف، (سنة1418هـ-الموافق1998م)، والذي سماه شيخ الإسلام ابن تيمية بمحافظه كفر الشيخ، واختار هذا الاسم لتأثره الكبير بسيرة شيخ الإسلام ابن تيمية، وارتباطه بمؤلفاته، وطريقته في التأصيل للمسائل، والرد على المخالفين له، وكان من نية الشيخ في إطلاق اسم شيخ الإسلام ابن تيمية على المسجد، أن الطاعنين والمتكلمين في شيخ الإسلام ابن تيمية يذكرون اسم المسجد ويبدأون بنعت شيخ الإسلام قبل اسمه!
وبدأ في مسجد شيخ الإسلام ابن تيمية استكمال التأصيل لمدرسته الحديثية المتميزة، فقام بشرح صحيح مسلم، ودعا جماعة من أهل العلم لمشاركته في شرح باقي كتب السنة، فقام الشيخ وحيد بالي بشرح صحيح البخاري، والشيخ إبراهيم شاهين بشرح سنن أبي داود، والشيخ صلاح عبد الموجود بشرح الجامع الكبير للترمذي، والشيخ أحمد النقيب بشرح سنن ابن ماجه، إلا أن المجلس الأخير لم يستمر طويلًا، وكان من المفترض في خطة الشيخ لاستكمال هذه المجالس أن يُكمل الشيخ مصطفى العدوي ما بقي من الكتب الستة وهو النسائي، ولكن الحمد لله على كل حال.
وهذه المجالس أحدثت طفرة في مسيرة طلبة العلم الوافدين من جُلِّ أنحاء مصر، لا سيما طلبة الحديث.
وقد عُرف الشيخ بأسلوب متميز في الخطابة، وله مئات الأشرطة المسجلة التي تؤكد هذا المعنى، وقد سُجِّلت له في عشرات المساجد في ديار مصر، وقد طاف محافظات مصر، وذهب إلى العديد من القرى في كل محافظة، وكان يتنقل بين مساجد أنصار السنة، والجمعية الشرعية، والأوقاف، بدعوات من القائمين على إدارة هذه المساجد، وسجل له أيضًا في العديد من الدول التي رحل إليها الشيخ.
كما حرص الشيخ على إلقاء المحاضرات العامة، ومجالس العلم المتخصصة، ونهج الشيخ في دعوته يقوم على نشر التوحيد، وتصحيح المعتقد، والتحذير من أفعال الشرك، والاهتمام في المقام الأول بتصحيح الفهم لمحبة الله ورسوله، وأنها ليس مجرد دعوي بالقول، ولكنها تحتاج إلى اعتقاد رسخ في القلب، يتبعه العمل باتباع صادق، ويركز الشيخ أيضًا على أهمية الدفاع عن الرموز وثوابت الدين، والرد على الأفكار المنحرفة، والهدَّامة، كالعلمانية، وغيرها.
وله سلاسل مميزة، في هذا الباب، ومن ذلك:
تأملات في سورة القصص، تأملات في سورة يوسف، تأملات في سورة الأنفال، الوصايا قبل المنايا، الوصايا الخمس، قصة موسي، والخضر، مدرسة الحياة، فضائل الصحابة، حق النبي -صلى الله عليه وسلم- على أمته، الولاء والبراء، حديث مقتل عمر، شرح حديث الإفك، الأمر بالمعروف والنهي عن المنكر، أولئك آبائي، شرح حدث كعب بن مالك، شرح حديث أبي سفيان مع هرقل، صفعات البرهان على صفحات العدوان، حادثة الإفك، أسباب المحبة، وغيرها العديد والعديد من سلاسل الخطب، والمجالس.
أما خطب الجمعة، والمجالس المفردة، فهي بالمئات، وكان من أشهرها:
نداء الغرباء، علموا أولادكم حب الصحابة، معيشة أصحاب النبي -صلى الله عليه وسلم-، ليلة في بيت النبي -صلى الله عليه وسلم-، الأعداء الثلاثة، هذا زمن اللقطاء، حسنة الأيام ومحدث بلاد الإسلام محمد ناصر الدين الألباني، الصارم المسلول على شاتم الرسول، أمريكا التي رأيت، أيها العاصي! أقبل، وصية علي بن أبي طالب -رضي الله عنه- لكميل بن زياد، الوفاء، وقبح الغدر، الْحِيَل، عليكم هديًا قاصدًا، احذروا خطوات الشيطان، لماذا نتعلم العلم، وغيرها مئات الأشرطة النافعة، والحمد لله.
وأيضًا من أبواب الدعوة التي طرقها الشيخ، القنوات الفضائية: وهذا بعد إلحاح شديد من بعض رفقائه، فاستجاب الشيخ وظهر في عدة قنوات إسلامية، كقناة خير في برنامج: فاسمع إذًا، وقناة الحكمة، في برنامج: حرس الحدود، وزهر الفردوس، ومدرسة الحياة، ومنتدى الحكمة، وكان يحاوره فيه الأستاذ وسام عبد الوارث، وبرنامج: الخيمة الرمضانية، وأولئك آبائي يحاوره فيهما الإعلامي إبراهيم اليعربي، وقناة الناس في برنامج: فضفضة، وأيضًا برنامج: أندى العالمين، يحاوره الشيخ خالد عبد الله، وأخيرًا في قناة الندى، وله حلقات بعنوان: أصداف اللؤلؤ، وفيها تكلم الشيخ عن شيء من سيرته، لا سيما ما يتعلق بحياته العلمية، ومكتبته، وبرنامج: الغواص، يحاوره فيهما الإعلامي إبراهيم اليعربي وهذا من باب ضرب المثل، وليس الحصر.
وقد دُعِي الشيح إلى كثير من دول العالم لنشر الدعوة على منهاج السلف الصالح، فسافر إلى العديد من دول العالم الإسلامي؛ كالمملكة العربية السعودية، والأردن، والكويت، وقطر، والبحرين، والإمارات، وكذا سافر إلى بعض بلاد الغرب، كأمريكا، وألمانيا، وإسبانيا، وهولندا، وبلجيكا، ولو قام الشيخ بتلبية كل دعوةٍ؛ لكان كما قال عن نفسه: كالطير المهاجر، وهو الذي لا يستقر في وطنه، كما أن هناك بلادًا من أحب البلاد إلى قلب الشيخ، كالجزائر، والمغرب مثلًا، لكنه لم يتمكن إلى الآن من تلبية الدعوة فيها؛ لظروفه الخاصة، وانشغاله الدائم، مما كان يحول لتلبية الدعوة في ذلك الوقت.
وله في رحلاته من الفوائد والقصص والعبر ما لا يتسع المقام لذكره، ولكن تجدونها تباعًا، بمتابعتنا هنا في الموقع الرسمي لفضيلة الشيخ، في خدمة: من سيرة الحويني.
ومن مِنَنِ الله على الشيخ أنه رزقه صوتًا عذبًا حنونًا بالقرآن، فيه من أنفاس المنشاوي، مع تميز واضح يكسوه حزنٌ دافئ، وقد سجلت له العديد من القراءات في الصلوات، وغيرها.
ولذكر المنشاوي -رحمه الله- هنا، نعرض قطوفًا من قصص تعلق الشيخ بصوته رحمه الله، فكان من ذلك:
أنه قد وقع خلاف بينه، وبين شقيقه الأكبر الدكتور رزق، فأراد الدكتور رزق أن يطيب خاطره، فأهداه شريطًا للشيخ محمد صديق المنشاوي، مُسَجَّلًا عليه «سورة القصص»، وكان الشيخ يقول: إنها من أفضل قراءات الشيخ المنشاوي.
وأيضًا من مواقفه التي تدل على شدة حُبه لصوت المنشاوي: أن الشيخ كان في القاهرة، في شهر رمضان، قُبيل الإفطار، وكان يركب الحافلة، وإذا به يتهادى إلى أذنه قراءة آسرة بصوت الشيخ المنشاوي من سورة غافر، فنزل من الحافلة وغير اتجاهه، فتتبع الشيخ الصوت حتى وصل إلى مسجد قد قام عامله بتشغيل هذا الشريط في مكبر الصوت بالمسجد، فطلب الشيخ من العامل شراء الشريط، وبعد مفاوضات معه وافق، ولكنه باعه للشيخ بثلاث جنيهات، وكان هذا الثمن باهظًا جدًّا لسعر شريط في هذا الوقت، ولم يُبالِ الشيخ؛ لغلبة حبِّ المنشاوي على قلبه.
وقد ذكر الشيخ قصة عن الشيخ صديق المنشاوي -رحمه الله-، والد الشيخ محمد، أنه هو الذي زرع في أولاده حب القرآن، وكان له ولد اسمه مصطفى أعذب صوتًا من محمد، إلَّا أنه مات صغيرًا -رحمه الله-، ولم يُسجَّلْ له شيء.
ومن أجمل القراءات التي ذكر الشيخ أن المنشاوي تميز فيها: أواخر سورة آل عمران، والشعراء، والروم، وفُصلت، والواقعة والحديد، والزخرف والدخان، وق، والرحمن، والحشر وقصار السور، وغيرها من التلاوات الرائعة.
ومع شدة تعلق الشيخ بصوت المنشاوي، فقد أحب غيره من الكبار وأنِس بأصواتهم، كالشيخ محمود علي البنا، والشيخ كامل يوسف البهتيمي، والشيخ أبو العينين شعيشع، وهم من أحب الأصوات إلى قلب الشيخ بعد الشيخ المنشاوي -رحمهم الله جميعًا-.
''',
    imagePath: "assets/52.jpg",
  ),
  const BioSection(
    title: "الرابع عشر:الاسرة والابناء",
    content: ''' 
تزوج الشيخ قبيل إتمام عقده الثالث من بيت كرم وفضل، وناسب رجلًا من خِيرة من لقيهم الشيخ في حياته، وهو الشيخ حسين السيد شراقة؛ حيث كان عونًا له، ولم يضيق عليه في شيء، ولذلك لا يذكره الشيخ إلا وأثنى عليه حيًّا، ودعا له ميتًا؛ فقد كانت له أيادٍ بيضاء كثيرة على الشيخ، وكان له نِعم العون والمعين، فلم يُغالِ عليه في نفقةِ الزواجِ، بل كان يَعتبره مِثل ابنه وأكثر، وكان يقول له: أنت ابني الذي لم أنجبه!
وهو رجلٌ كان من أعيان محافظة سوهاج بصعيد مصر، وقورٌ ذو سمت حسن وهيئة متسننة، له لحية بيضاء كبيرة، وكان يَخضبها في زمن قل فيه من كان يفعل ذلك تسننًا.
وقد لقي منه الشيخ إحسانًا وفضلًا، فكان والدًا وصهرًا معًا، يشعر معه الشيخ شعور الابن مع الأب المحب الكريم، حتى إنه كان يمكث عند الشيخ خمسة عشر يومًا وفي بلده خمسة عشر يومًا، مع ما له من الصلاح والورع وقوة القلب والشدة في الحق، لا يخاف في الله لومة لائم. وقد تسنن والتزم الهدي الظاهر في زمن غُربة السُّنة، حتى لم يكن في سوهاج كلها أحد ذو لحية وملازمة للسنة إلا الشيخ حسين وبضعة أفراد.
وقد التحق بأنصار السنة المحمدية وشارك معهم في شؤون الدعوة إلى الله، إلى أن توفي -رحمه الله- في عام 2007.
وقد صرح الشيخ في أكثر من مناسبة عامة وخاصة بفضل الشيخ حسين -رحمة الله عليه-، ولم يزل شيخنا مرابطًا على الدعاء له في صلواته؛ عرفانًا بفضله عليه وأثره في حياته.''',
    imagePath: "assets/53.jpg",
  ),

  const BioSection(
    title: "الخامس عشر:لماذا عدَّد الشيخ؟",
    content:
        '''كان الشيخ -حفظه الله- من الداعين لتعدد الزوجات بالضوابط الشرعية، ويرى أنه ليس كل رجل يصح له التعدد، وأن التعدد أشبه ما يكون برجل عنده بيت به طابق واحد ويُريد أن يبني فوقه طابقًا آخر، فإن كان أساس البيت ضعيفًا لا يَحتمل؛ تهاوى، وإن كان قويًّا مُطيقًا لذلك؛ استقام له أمره.
وهكذا التعدد، ليس يصلح لكل أحد لا يملك أهلية التعدد، ولا يحسن إقامة بيت فيريد إقامة اثنين.
وقد كان الشيخُ على عادته في تجديد أمر السنة يدعو إلى التعدد عندما سار في طريق الإصلاح، وعاين كثيرًا من مشكلات المجتمع وخاصة كثرة المطلقات والأيامى في خطبه ومحاضراته، وفتح الله بها بيوتًا، وحلَّ به أزمات، وكان -حفظه الله- إذا وقف على حديث عن النبي -صلى الله عليه وسلم-؛ عمل به، وإن لم يكن له مقتضى في حياته أوجد له مقتضى؛ لكي تناله بركة إحياء سنة؛ كالتعدد، وفي مرة سأله سائل: يا شيخ، هل قمت بالتعدد؟ فقال له: لا! فقال: إذن؛ كيف تدعونا إلى شيء وتتحمس له هكذا ولم تُجرِّبْه، وإنّ الناس يحتاجون إلى رمزٍ وقدوةٍ يقتدون به كعادة الناس في التأسِّي، فاستخار الله تعالى، ثم استشار أهله للقيام بهذه الخطوة.
وكان يرى في التعدد عدمَ الزواج بالمرأة البكر، وإنما يَتزوج المطلقة أو الثيبَ، وهذا أبعد عن موطن شُبهة الزواج للشهوة فقط، وآكد على نشر سُنة التعدد، وحل مشكلات المجتمع، فتقدم للزواج من ابنة الشيخ حسن عبد الغني -رحمه الله-، وكان مدرسًا في الأزهر بمحافظة كفر الشيخ، ثم صار مديرًا للمعهد الأزهري بعد ذلك، وكان الشيخ حسن -رحمه الله- رجلًا صالحًا نقيَّ القلب، يحرص على إخوانه ومن حوله، يُحبه كل من لقيه لسمته الطيب، فتقدم الشيخ له وتزوج من ابنته التي كانت لها ابنة، فربّاها فأحسن تربيتها، حتى تزوجت وأقامت بيتها الجديد.
وكان للشيخ فهم عميق لمعنى كفالة اليتم، فكان يرى أنَّ كافلَ اليتيم الذي يأتي يوم القيامة ملاصقًا للنبي -صلى الله عليه وسلم- ملاصقة السبابة للوسطى -كما في الحديث- لا يحصل هذا الفضل بمجرد إنفاق المال على اليتيم، وإنما بالقيام بمقام الأب لليتيم، فيُراعيه نفسيًّا قبل أن يُراعيه ماديًّا، ولا يتسنى ذلك إلا بالزواج من أمِّه ليكونَ في حياة هذا اليتيم. فتقدم الشيخ للزواج من ابنة الشيخ صالح مصطفى -رحمه الله تعالى-.
والشيخ صالح -رحمه الله- كان من أطيب الناس قلبًا وأرقهم فؤادًا وأسرعهم إلى تطبيق السنة، كان ذا لحية بيضاء ناصعة، ووجهه يشع نورًا، كان له حال مع الله، ما كان يترك قيام الليل إلى أنْ مات -رحمه الله-، له صوت خاشع إذا قرأ القرآن، شهد له من عرفه من العلماء والدعاة بالصلاح والتقوى، نحسبه من عباد الله المخلَصين ولا نُزكِّي على الله أحدًا، صاحَبه الشيخ فكان نِعم الصاحب، توفي -رحمه الله- عام 2013.
تقدَّم للزواج من ابنته وكانت إذ ذاك أرملة تحتها ثلاث بنات، فتزوج الشيخ من أمهن، فأحسن إليها وإليهن، وكان لهن نعم الوالد بعد والدهن، نشّأهن على محبة الخير ونقاء القلب، ولما صِرن إلى سنّ الزواج لم ير لأولاده أفضل منهن، وهذه عاقبة الإحسان، أن أحسن إليهن فأحسن الله إليه.
ثم تزوج فيما بعد الزوجة الرابعة ، من بيت محب للدين ، كان والدها -رحمه الله- رجلاً صالحًا، خطيبًا في مسجد قريته، وكانت لها ولد وبنت حرصت على تربيتهما على الدين والخُلق، ولقد رباهما الشيخ كما يربي أبناءه، وبها أتمَّ الشيخ سُنة التعددِ كما أُثر عن النبي -صلى الله عليه وسلم-.
وللشيخ ستة من الذكور، وست من الإناث، وخمس ربيبات، وربيب واحد -بارك الله فيهم جميعًا-. حرص في تربيته لهم على بث محبة الدين والغيرة عليه، والقيام بأوامره، تعظيمًا لأمر الله، ولأمر رسوله -صلى الله عليه وسلم-، وبث فيهم محبة الصحابة -رضي الله عنهم-، وأئمة المسلمين من السلف الصالحين، كما رباهم على حُسن الخلق، والبر، وصلة الرحم.
كما حرص الشيخ على تعليم كل أبنائه في المؤسسة الأزهرية، وعلى سبيل المثال: تخرجت ابنته الكبرى أم الفضل سلمى بنت أبي إسحاق في كلية الدراسات الإسلامية بالأزهر، وكذا أخواها أبو يوسف حاتم بن أبي إسحاق في كلية الشريعة، وأبو يحيى هيثم بن أبي إسحاق في كلية أصول الدين قسم الحديث النبوي، وغيرهم من أبناء الشيخ، حفظه الله في دينه ونفسه وولده.
نسأل الله -تبارك وتعالى- أن يرحم الشيخ رحمة واسعة وان يدخله فسيح جناته.
''',
    imagePath: "assets/54.jpg",
  ),
];

// صفحة عرض السيرة
class BiographyPage extends StatelessWidget {
  const BiographyPage({super.key});

  @override
  Widget build(BuildContext context) {
    return Scaffold(
      appBar: AppBar(
        title: const Text("سيرة الشيخ أبو إسحاق الحويني"),
        centerTitle: true,
      ),
      body: ListView.builder(
        itemCount: bioSections.length,
        itemBuilder: (context, index) {
          return bioSections[index];
        },
      ),
    );
  }
}
