[
  {
    "title": "الْدُرُوس الْمُسْتَفَادَة مِن حَادِثَة الْإِفْك",
    "id": "article_1",
    "icon": "book_outlined",
    "color": "#E91E63",
    "content": "الْدَّرْس الْأَوَّل مِن الْدُرُوس الْمُسْتَفَادَة مِن حَادِثَة الْإِفْك :\n\n\nمتى أُصيبت أمنا عائشة_ رضي الله عنها_ بحادثة الإفك؟هذا هو الدرس الأول إن شاء الله تعالي من سلسلة من الدروس المستفادة من حديث الإفك , وحديث الإفك فقد أصيبت به أمنا عائشة - رضي الله عنها - بعد غزوة خرجت فيها مع النبي - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - وهي غزوة بني المصطلق أو المريسيع ، وكانت في السنة الخامسة من الهجرة , في هذا الحديث عبارة عن قصة أو القصة التي حدثت حكتها لنا أمنا عائشة - رضي الله عنها - بملابستها وأخرجها لنا الإمامان الكبيران الجليلان البخاري ومسلم - رحمهما الله تعالي -. قالت عائشة - رضي الله عنها -: \" كان النبي - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم – إذا أراد سفرًا أقرع بين نسائه فآيتهن خرج سهمها خرجت معه فأقرع بيننا في غزوة غزاها ، فخرج سهمي عليهن \"عليهن: أي علي بقية أمهات المؤمنين . \" فلما قضينا الغزوة وقفلنا راجعين إلي المدينة مع الرجال الذين كانوا يرحلون لي \" وكانت السيدة عائشة علي بعير وعلي البعير هودج هذا الهودج الذي كان قديمًا في أيام الحياء رحم الله الحياء كانت العروس تزف قديمًا علي الجمل زمان ويوضع عليها ستار أيام الحياء الهودج: هذا هو الشيء الصندوق الذي يصنع من القماش ، ويوضع علي ظهر البعير ,وكانت السيدة عائشة - رضي الله عنها - تركب علي هذا البعير ويرحل لها جماعة من الصحابة .يرحلون لها: أي يهتمون بأمرها فأرادت أن تقضي حاجتها فقالت لنفسها أسبق الجيش فأقضي حاجتي وعندما يأتي هذا الجيش أمشي معه ، وفعلًا سبقت الجيش مع الصحابة الذين كانوا يرحلون لها ، أوقفت البعير ونزلت وتباعدت في الصحراء فلما قضت حاجتها وهي راجعة تحسست صدرها فإذا عِقدٍ لها قد أنفرط فرجعت تبحث عن العقد ، فجاء الذين يرحلون لها فاحتملوا الهودج ووضعوه علي البعير واستنفروه ومضوا علي أساس أن السيدة عائشة موجودة بداخل هذا الصندوق بداخل الهودج .\n\n\nقالت عائشة - رضي الله عنه -: \" ولم ينكروا خفة الهودج \" لماذا لم يدرك الذي كانوا يرحلون لأمنا عائشة رضي الله عنه أنها ليست في الهودج؟ لم يقع في روع أحدهم أنه ليس هناك أحد بداخل الهودج . أولاً! قالت: \" لأن النساء كنا إذا ذاك \" أي في أيامهن \"يأكلن العُلقة من الطعام فهذا سبب في خفة الهودج .\n\n\nثانياً :قالت: \" وكنت جارية حديثة السن \" صغيرة مظنة للخفة ، وهم جميعًا مجموعة من رجال لو أن رجلاً واحدًا حمل الهودج لعله يستصعب ، لكن جميعًا حملوا الهودج فما شعر أحد أن الهودج خالي من السيدة عائشة رضي الله عنها .\n\n\nوفعلًا استنفروا البعير ومضوا مع الجيش وهي بعدما رجعت رضي الله عنها وبحثت عن عِقدِها وجاءت به قالت رضي الله عنها: \" فأمنت ديارهم فلم أجد فيها داع ولا مجيب \" وهي جارية حديثة السن ، ومعلوم مسألة الخوف عند النساء بقيت وحده رضي الله عنها في الصحراء.\n\n\nقالت: \" فقعدت مكاني وعلمت أنهم لو افتقدوني سيرجعون إلي \" ما يدل علي فطن تدبير الله عز وجل لها: أنها لا تمشي في طرق الصحراء تبحث عنهم وإلا تضل ، لأن الصحراء تحتاج إلي رجل خبير ماهر بطرق الصحراء وإلا يموت . حادثة حدثت لأحد المصريين ضل الطريق في الصحراء:من خمس سنوات نشرت الجرائد أن رجلًا مصريًا يعمل في السعودية وجاء هنا إلي مصر في أجازة ، وذهب في صحراء أسوان لكي يزور واحد من هؤلاء الذين يسكنون تحت القباب ، ولم يكن خبيرًا بطرق الصحراء المهم تاه منه الطريق فعثروا علي جثثهم جميعًا متعفنة بعد خمسة عشر يومًا ، فماتوا جميعًا علي معصية \" لا تشد الرحال إلا إلي ثلاث مساجد \" فهذا غير خبير بطرق الصحراء فتاه وضل ومات .\n\n\nفقعدت السيدة عائشة - رضي الله عنها - مكانها. قالت: \" وأخذني النعاس فنمت ما استيقظت إلا علي صوت إنسان يسترجع \" ما أفاقت من نومها إلا علي صوت رجل يقول: إن لله وإنا إليه راجعون , قالت: \" فنظرت فإذا صفوان بن المعطِل السلمي ثم الذكواني فخمرت وجهي بجلبابي \" أي أنزلت النقاب علي وجهها \" فوالله ما كلمني كلمة وكان يراني قبل فرض الحجاب فعرفني ، فوضع رجليه علي يدي البعير فأناخه ثم ركبت وانطلقنا علي أثر الجيش فأدركناهم في نحر الظهيرة \" انظر من بالليل أدركوهم ثاني يوم في نحر الظهيرة أي في عز الحر \" فخاب من الناس من خاب\" ، من الذين خاضوا في حادثة الإفك ؟عبد الله بن أبي بن سلول هذا رأس المنافقين زعم أن هناك علاقة ما بين صفوان وبين السيدة عائشة ، والدليل أنه قادم بها بالليل وتلقي هذا الكلام جماعة من الصحابة منهم حسان بن ثابت ، ومسطح بن أثاثة , وحمنة بنت جحش وغيرهم ممن خاض في حديث الإفك كما قال الله - عز وجل -: ﴿ إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ ﴾ (النور: 11-15) تلقوا هذا الحديث ونقلوه ، وما تحققوا من صحته أو كذبه ,قالت: \" فرجعت المدينة فمرضت شهرًا وأنا لا أدري ما يتكلم الناس في ؟! \" كل العالم يعرفون الخبر ويأتي علي صاحب الخبر وينقطع , حتى خرجت يومًا مع أم مِسطح ، وهي ابنه خالة أبي بكر الصديق أي تربطها بالسيدة عائشة رضي الله عنها قرابة لتقضي حاجتها ولم يكن في البيوت آنذاك كُنف ، لم تكن دورات المياه اتخذت بداخل البيوت حين كان الذي كان يريد أن يقضي حاجته كان يسير في الصحراء مسافة بعيدة حتى يقضي حاجته ،.\n\n\nمايدل علي أنفة العرب من اخذ الكُنُف في البيوت: وهذا واضح أيضًا من حديث البخاري أن سودة بنت زمعة - رضي الله عنها - وهي زوج النبي - عليه الصلاة والسلام - ، وكانت امرأة بدينة خرجت إلي الصحراء ذات يوم لتقضي حاجتها فأبصرها عمر بن الخطاب - رضي الله عنه - وقال لها:\"يا سودة أنظري كيف تخرجين فو الله ما تخفين علينا \". فغضبت سودة ، ورجعت إلي النبي- صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - تشتكي عمر وكان في بيت عائشة - رضي الله عنها - فدخلت فحكت للنبي - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - ما حدث ,قالت عائشة - رضي الله عنها - راوية الحديث: \" وإنه ليتعرق عرقًا في يده \" العرق: الذراع الأمامي للشاه ، فيتعرق عرقًا: أي يأكل اللحم , الذي بين العِرق والعظم,نزل عليه الوحي ، وكان إذا نزل عليه الوحي - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - يتصبب عرقًا في اليوم الشديد البرد من ثقل ما يوحى إليه ﴿ إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا ﴾ (المزمل:5)من ثقل ما يوحى إليه ثم سُرِّيَ عنه فقال لها: \" إن الله قد أذن لكن في قضاء حوائجكن \" أي لا جناح عليكن أن تخرجن إلي الصحراء ,. السيدة عائشة تقول: \" أن متبرزنا كان في الخارج ، ولم تكن العرب تتخذ الكنف في البيوت \" .قالت: \" فلما رجعنا عثرت أم مِسطح في مِرطها \" أي في ملابسها فقالت: \" تعس مسطح فقالت عائشة: فأنكرت عليها وقلت لها: أتسبين رجلاً شهد بدرًا ؟! فقالت أم مِسطح لعائشة: أي هنتاه \" ( هنتاه ) يا ابنتي \" ألا تعلمين ما يُقال ؟! قالت: وما يُقال ؟! \" فسردت لها حديث الإفك ، وما يتكلم الناس به عنها . قالت: \" فازددت مرضًا علي مرضي ، وقالت: وكان يريبني أني لا أجد اللطف من رسول الله - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - هذه المرة ما كنت أجده في المرات السابقة \" وصلت إلي تفكير . لماذا لا تجد اللطف الذي كانت تجده من الرسول - عليه الصلاة والسلام - إذا مرضت ؟!. كل مرة تمرضها قبل ذلك كان الرسول - عليه الصلاة والسلام - يحنو عليها ويتلطف بها جدًا ، أما هذه المرة فمرضت ومع ذلك ما تلطف بها ، وما رأت منها ذاك اللطف إنما كان يدخل عليها وهي مريضة وعندها أمها أم رومان فيلقي السلام ثم يقول:\" كيف تيكم ؟\" أي كيف هذه . ما تعودت السيدة عائشة من النبي - عليه الصلاة والسلام - لاسيما في المرض هذا الجفاء الآن عرفت ، لماذا يقول كيف تيكم ؟! ولا تجد منه اللطف التي كانت تجده في مرضها قبل ذلك .\n\n\nقالت: \" فاستأذنت النبي - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - أن آتي أبويا لأستيقن الخبر ، فأذن لها . فذهبت إلي أمها فقالت: يا أم أصحيح ما يقولون ؟! قالت: يا بنيتي هوني عليكي فو الله ما من امرأة وضيئة قط ولها ضرائر إلا أكثرن عليها . فقالت عائشة: سبحان الله قد قيل \" أي هذا الخبر صحيح أي يخوضون في حديث الإفك \" قالت: نعم . قالت: فبكيت يومي وليلتي ، وطفق النبي - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - يستشير أصحابه في فراق أهله أو إمساكها فسأل أسامة بن زيد فقال له: سأله عن عائشة وما يعلمه عنها ، وهل عليها جربت ريبًا قبل ذلك ؟! فأشار عليه أسامة بما يراه من براءة أهله ، وسأل علي بن أبي طالب فقال له: يا رسول الله ما يحزنك النساء غيرها كثير طلقها وإن تسأل الجارية تصدقك \" أي تعطيك الخبر اليقين والجارية هي بريرة مولاة عائشة ، وملازمه لها فأرسل النبي- صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - إلي بريرة . قال: \" أي بريرة ما تعلمين من حال مولاتك ؟! قالت: يا رسول الله ما أعلم إلا خيرًا غير أنها فتاة \" أي جارية \" حديثه السن تعجن العجين ثم تتركه فتأتي الداجن فتأكله \" تعجن العجين وتتركه فيأتي الدجاج ويأكل العجين ، هذا عيب السيدة عائشة \" لكن لا أعلم عنها إلا خيرًا \" حينئذ صعد النبي المنبر ، وقال: \" أيها الناس من يعذرني من رجل بلغني أذاه في أهلي ؟! فو الله ما أعلم عن أهلي إلا خيرا .\n\n\nفقام سعد بن معاذ \" ذاك الذي اهتز له عرش الرحمن يوم مات ، وكان زعيم الأوس قام وقف \" فقال: يا رسول الله إن كان من الأوس ضربت عنقه ، وإن كان من إخواننا من الخزرج أمرتني فضربت عنقه . فقام سعد بن عبادة زعيم الخزرج فقال لسعد بن معاذ: والله لا تستطيع ولا تقدر علي ذلك فقام أُسيد بن حضير عم سعد بن معاذ فشتم سعد بن عبادة ، وقال: إنك منافق تجادل عن المنافقين وقام الجميع في المسجد ، وكاد الحيان من الأوس والخزرج أن يقتتلان في المسجد فمازال النبي - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - يشير إليهم بيده ويخفضهم حتى سكتوا وسكت \" وكانت أم رومان أم السيدة عائشة وأبو بكر الصديق في هذه المحنة الشديدة يلازمان عائشة - رضي الله عنها - .\n\n\nفذات يوم دخل النبي - عليه الصلاة والسلام - فقال لعائشة وجلس وهذا أول يوم يجلس عندها منذ خاض الناس في حديث الإفك فحمد الله وأثني عليه بما هو أهله ، ثم قال: \" يا عائشة إن كنتِ ألممتِ بذنب فاستغفري الله ، فإن العبد إذا فعل الذنب ثم تاب منه تاب الله عليه ، وإن كنتِ بريئة فسبرئكي الله تعالي . قالت عائشة: فقلت لأبي أجب رسول الله - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - فقال: والله يا بنيتي ما أدري ما أجيبه ، فقالت لأمها: أجيبي النبي - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم -. قالت: يا بنيتي والله ما أدري ما أجيبه . قالت: فقمت فقعدت وكنت جارية حديثه السن لا أقرأ كثيرًا من القرآن \" أي لا تحفظ كثيرًا من القرآن \" فقلت إنني إن قلت لكم إنني بريئة والله يعلم أني بريئة لا تصدقونني ، وإن قلت لكم إنني فعلت ذلك والله يعلم أني ما فعلته لتصدقونني فوالله ما أجد لكم مثلًا إلا كما قال أبو يوسف يعقوب ﴿ فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ ﴾ (يوسف: 18) . قالت: \" والله ما خرج أحد من البيت إلا أنزل الله براءتي في عشر آيات من القرآن من أول قوله عز وجل: ﴿ إِنَّ الَّذِينَ جَاءُوا بِالإفْكِ عُصْبَةٌ مِنْكُمْ لا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ ﴾ (النور:11) إلي تمام العشر آيات التي سنذكرها بعد إن شاء الله . قالت عائشة رضي الله عنها: \" والله إني لفي نفسي أحقر من أن ينزل الله في قرآنًا ، إنما كنت أرجو أن يري الله رسوله - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - رؤيا يعلم بها براءتي ، وإني في نفسي لأحقر من أن ينزل الله في قرآنًا \" فلما نزل ذلك علي النبي- صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - قام ضاحكًا يستبشر وكان - عليه الصلاة والسلام - كما في حديث كعب بن مالك \" إذا سُرَّ استنار وجهه كأنه قطعة قمر \" . فقال لعائشة: \" أبشري إن الله أنزل براءتك ، فقالت أمها: قومي إليه تحمديه ، فقالت عائشة: والله لا أقوم له ولا أحمده إنما أحمد الله - عز وجل - فأقسم أبو بكر الصديق وكان ينفق علي مسطح بن أُثاثة وكان فقيرًا يتيمًا أقسم أنه لن يعطيه بعد ذلك نفقة فنزل قول الله - عز وجل -:﴿ وَلا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ ﴾ (النور:22) ، فقال أبو بكر: بلي أحب أن يغفر الله لي وأجري النفقة علي مسطح ، وقال: والله لا أمنعه منها أبدا \" .\n\n\nهذا حديث الإفك وهو كما علمتم من السياق يتعلق بعرض أم المؤمنين عائشة - رضي الله عنها - ، وكانت محنة شديدة جدًا علي المسلمين جميعًا لأن هذا يمس زوجة النبي - عليه الصلاة والسلام - حتى ورد في بعض الروايات أن هذا المنافق زعم أن صفوان فجر بها أي زني بها ، وأنه لم تزني امرأة نبي قط إطلاقًا الزنا عيب كبير لا يمكن أن يلطخ به نبي . مالمراد بقوله عز وجل عن امرأة لوط وامرأة نوح ﴿ فَخَانَتَاهمُا ﴾ (التحريم: 10) ؟ قال بن عباس رضي الله عنه: \"ما زنت امرأة نبي قط إنما خانتاهما بالشرك أي بالشرك ، وأنهما كانتا تدلان القوم علي مواضع نوح ولوط - عليهما السلام –\" . فالسيدة عائشة - رضي الله عنها - سردت هذا الحديث وفيه فوائد كثيرة لذلك قلت هذا الدرس الأول لأنه مسلسل نقف علي فوائده ونخرجها ، ونأخذ العبرة منها .قالت عائشة - رضي الله عنها -: \" كان النبي - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - إذا أراد سفرًا أقرع بين نسائه \" في هذا جواز استخدام القرعة عند الخلاف .\n\n\nحكم استخدام القرعة :في هذا جواز القرعة عند الخلاف ، وهذا رد علي من أنكرها كأبي حنيفة وأصحابه - رحمهما الله تعالي - فإنهم قالوا أنها تشبه الأزلام فمنعوها ولعلهم لم يبلغهم هذا الحديث أو الأحاديث الأُخر التي وردت في السنة النبوية ونشير إليها في هذا البحث . فإن القرعة لا تكون إلا عند السَفاح والخلاف: ولا تكون في الرضا أبدًا لأن التراضي يحسم المسألة ، بخلاف إذا ما اختلف الناس في شيء فيمكن أن تجري القرعة بينهم . الدليل علي جواز القرعة:هذا الحديث :\" كان النبي - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - إذا أراد سفرًا أقرع بين نسائه فأيتهن خرج سهمها خرجت معه \" ، وهذه القرعة فعلها ثلاثة من الأنبياء .\n\n\nالأنبياء الذين استخدموا القرعة :استخدام القرعة في المشكلات استخدمها ثلاثة من الأنبياء,1- يونس - عليه السلام – 2-، وزكريا - عليه السلام - ،3- ونبينا - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - . أما يونس عليه السلام: فقصته معروفة في آخر الصافات ، وفيه قول الله عز وجل :﴿ فَسَاهَمَ فَكَانَ مِنَ الْمُدْحَضِينَ ﴾ (الصافات:141) القصة: أن يونس - عليه السلام - لما فرَّ وركب البحر أوشكت السفينة علي الغرق فقال القبطان قائد السفينة: أيها الناس فيكم فليخرج ,ما خرج أحد فقالوا إذًا نعمل قرعة ، فإذا خرج السهم علي واحد من الذين في السفينة فهذا يحضر نفسه لأننا سنلقيه في البحر ، عملوا القرعة فوقع السهم علي يونس - عليه السلام - فاستعظموا أن يلقوا بنبي في البحر قالوا لا نجري القرعة مرة أخرى ، فأجروا القرعة مرة أخري فجاءت علي يونس أيضًا فاستعظموا أن يلقوا بنبي في البحر ، فصنعوا القرعة مرة ثالثة فجاءت علي يونس :﴿ فَسَاهَمَ فَكَانَ مِنَ الْمُدْحَضِينَ ﴾ أي من المغرقين فألقوا به في البحر﴿ فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ ﴾ (الصافات : 142) ، وقد وقع عليه اللوم ، ووقعت عليه القرعة فالقوه في البحر , . استخدام زكريا عليه السلام للقرعة: واستخدمها زكريا عند الخلاف في كفالة مريم - عليها السلام - ﴿ ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ ﴾ (آل عمران:44) ، اختصم زكريا - عليه السلام - وقال مريم هذه خالتها تحتي فأنا أولي بها ، لأن الخالة كما في الحديث الصحيح \" الخالة بمنزلة الأم \" فيقول: خالتها تحتي فهي كأمها فأنا أولي بكفالتها . وبني إسرائيل يقولون: هذه أم نبينا فنحن أولي بها . فماذا يفعلون ؟ هيا بنا نأتي بالأقلام التي نكتب بها التوراة كتاب الله المقدس ، ونأتي علي الماء الجاري في الجدول ، ونضع أقلامنا يلقون أقلامهم فأيما قلم وقف ولم يندرج مع سيل الماء فهذا الذي يكفل مريم ، فعلًا أتوا بالأقلام التي كانوا يكتبون بها التوراة وألقوها في الماء الجاري فوقف قلم زكريا وكان نبياً وهذه آية له ﴿ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ ﴾ ، فاقترعوا فخرج السهم لزكريا - عليه السلام - فكفل مريم . حكم الأخذ بشرع من قبلنا :هذا يدل علي أن القرعة كانت في شرع من قبلنا من الأنبياء ، وأنهم كانوا يستخدمونها وجاء شرعنا فأقرها ، وهنا مسألة مهمة يخلط فيها بعض الناس خلطًا تبع هواه , شرع من قبلنا لا يحتج به عندنا إلا إن كان شرعنا موافقًا لهم ، لأن العبرة بشرعنا وما شرع لنا نبينا - عليه الصلاة والسلام - ، لا بما شرع موسي لليهود، أو شرع عيسي لبني إسرائيل العبرة بشرعنا نحن ، فإن كان في شرع من قبلنا حكم شرعي وكان في شرعنا شيء يخالف هذا الحكم الشرعي فالعبرة بشرعنا نحن لا بشرع من قبلنا , ولذلك في قصة يونس - عليه السلام - أنهم ألقوا رجل في البحر لأن السفينة تغرق. هل يمكن أن نحتج بقصة يونس عليه السلام في موقف مشابه؟ العلماء فرضوا هذه الصورة قالوا إذا كان قوم في سفينة ، وكانت الحمولة ثقيلة بحيث أننا لو القينا بعض الناس ، أي السفينة كان فيها ألف رجل , يمكن أن نلقي مائة رجل بحيث ننجي التسعمائة ، لا يمكن أن يقال نلقي بعض الناس أو واحد فقط في البحر من أجل نجاة الكثير ، ولا يحتج أحد بقصة يونس ، لماذا ؟ لأن في شرعنا ما يخالف هذا الفهم ، وهو قوله - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم –: \"المسلمون تتكافأ دماءهم \" لأن الدماء معصومة بعصمة الإسلام فلا يجوز لك أن تهدر دم رجل لتحفظ دم رجل آخر إما أن يموتوا جميعًا ، وإما أن يحيوا جميعًا ، لا يجوز لك أن تعتدي علي دماء الخلق لأجل أن تنقذ دم آخر \"المسلمون تتكافأ دماءهم \" . قال الإمام الطحاوي - رحمه الله -: ما أعلم بين العلماء خلافًا أن هذا الحديث خاص بالديات والقصاص والدماء ، إن جاء الأمير فقتل رجلاً من سواد الناس قُتل بهم لا يُقال هذا دم أمير ، وهذا دم فقير الدماء واحدة أمام الشرع ، لذلك لا يجوز لك أن تلقي برجل في الماء لتحفظ دم رجل آخر . لماذا يحرم العلماء الإجهاض ؟ لأن هذه نفس حرمتها كحرمة الأم التي تحمل هذه النفس ، فلا يحل لك لأجل الأم أن تهدر هذه النفس ، إلا في ضروريات أو في صور معروفة ليس هذا بيانه وتفصيله ، الجنين إذا نُفخ فيه الروح صار نفسًا يُعصم دمه ولا يهدر . حكم التماثيل في شرع من قبلنا ثم شرعنا: * فشرع من قبلنا* فسليمان عليه السلام كانت التماثيل مباحة له ﴿ يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ ﴾ (سبأ:13) الجن كانوا يصنعون لسليمان تماثيل لا يأتي رجل فيقول التماثيل مباحة ، لأن الله - سبحانه وتعالي - قال: ﴿ يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ ﴾ هذا كان في شرع سليمان . *أما في شرعنا * فقد قال النبي- صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم -:\n\n\n\" إن اشد الناس عذابًا يوم القيامة المصورون الذين يضاهون خلق الله - عز وجل - يقال لهم: أحيوا ما خلقتكم \" قال العلماء: لم يختلف أحد في أن الرسم المجسم( التماثيل )حرام ، لم يختلف أحد من العلماء في هذه الصورة ، وتعجب لهذه التماثيل المنتشرة في البلد نكتفي برمسيس واحد حتى صنعوا رماسيس كثيرة منها الصغير الكظم ، ومنها الوسط ، ومنها الكبير ، وهذا كله حرمه الله - عز وجل - ويصنعونه الفنون التشكيلية والفنون الجميلة ، الفنون التشكيلية هذه خاصة بالفن والنحت ، ويكرمون النحاتين ، والذكري السنوية الأولي والثانية والثالثة والمعارض ، ويتبنون أسرهم ، وينفقون عليهم عندما مات العالم الجليل الشيخ المطيعي ما علم أحد في مصر إطلاقًا بموته ، مع أن هذا الرجل كان آخر العلماء في مصر ، يموت مثلًا قارئ للقرآن الكريم ما يعلم أحد بموته إلا إن كان من هواه قراءة صفحة الوفيات ، إنما الذكري السنوية لعبد الحليم حافظ ، أم كلثوم صفحات في الجرائد والمجلات. كيف يبلغ البنيان يومًا تمامه إذا كنت تبنيه وغيرك يهدم هذه البركة الممشوقة بسبب هذه المعاصي الكثيرة جدًا المنتشرة . لا يجوز لأحد أن يتخذ التماثيل: إذا كان فيكم رجل له محل قماش لا يجوز له أن يصنع تمثالًا في الفترينة ، ويلبسه الثوب من أجل أن يعمل دعاية للبدلة أو الفستان هذا لا يجوز له ، يجب عليه أن يكسر هذا التمثال وإلا هو معرض أشد التعريض من وعيد الشديد في قوله - عليه الصلاة والسلام -: \" إن اشد الناس عذابًا يوم القيامة المصورون الذين يضاهون خلق الله - عز وجل - \" لا يجوز أن يحتج بشرع من قبلنا علي وجود التماثيل : لأنه ورد في شرعنا ما يحرمه والعبرة بشرعنا لا بشرع غيرنا كذلك لا يجوز أن يُتخذ المسجد علي قبر بدعوي أن الله - تبارك وتعالي - قال في سورة الكهف ﴿ قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا ﴾ (21) فيقول: أن الله - عز وجل - حكي عن هؤلاء الناس ولم يستنكر عليهم ، فنقول: أن - الله تبارك وتعالي - قد يحكي أقوال الكفرة ولا يعقب عليها ، فهل يفهم من هذا أنه يقر بهذا الكلام ؟ لا ، لا يجوز اتخاذ مسجد علي قبر هذا كما قال الإمام الشافعي رحمه الله تعالي: ( إن المسجد والقبر لا يجتمعان في دين الإسلام )، لأن النبي - عليه الصلاة والسلام - قال في آخر قول له قبل أن يموت ، وكان يعالج سكرات الموت وعلي وجهه خميصة وهو يعاني سكرات الموت فيضع هذه الخميصة علي وجهه ويرفعها,ويقول: \" لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد ألا إني أنهاكم عن ذلك ألا إني أنهاكم عن ذلك ، ألا إني أنهاكم عن ذلك \" ثلاث مرات ، فماذا فعلت الأمة بهذا النهي ؟! انتهكته وبنت المساجد علي القبور ، وتتبناها الدولة رسميًا ، ما الذي يصنعه الله في الكون إن اتخذت أربابًا صغارًا وآلهة صغارًا من دونه ؟! صححوا توحيدكم فإن الله - تبارك وتعالي - يأبي قبول الشرك \" أنا أغني الأغنياء عن الشرك ، من أشرك بي شيئًا وكلته وشريكه \" يقول الشيخ أحمد حسن الباقوري: وهذا رجل كان وزير الأوقاف في الخمسينات والستينات وكان من مآثره - رحمه الله - أنه كان يحمل علي هذه المساجد التي فيها القبور فلفت نظره أن الذاهب إلي الصعيد أو الذي يسلك طريق مصر الصحراوي كان يجد بعض القباب فكانوا يتعجبون ، لماذا يبني قبة في مكان ليس فيه أحد ؟ تجد أحيانًا بعض القباب في مكان كفر لا يسكنه أحد ، فلماذا يودع هذا الإنسان في هذا المكان بالذات ؟ فحمله ذلك علي أنه هدم كثير من القباب ، وهذه رواية عنه, فيقول: فوجدنا تحت أحد القباب جمجمة حمار هذا الحمار كان ولياً من الأولياء يومًا ما وكم من النذور أعطيت له ؟ ، وكم من الذين مرغوا وجوههم علي عتبة هذا الحمار يطلبون المدد ، وهذا مسجد العوَّام في مرسي مطروح الآن مسجد سيدي العوَّام ، أتدرون من هذا العوَّام ؟ رجل يوناني كافر من الضفادع البشرية غاص وهو يبحث عن الإسفنج فجاء عائمًا علي سطح الماء فأخذه بعض الدجالين سيدي العائم وصل ، وبني له قبة مسجد وأكبر مسجد في مرسي مطروح الآن . كافر تحت قبة في مسجد يطلبون منه الحوائج ، وكثير من المغفلين يضعون في صندوق النذور هذه الأموال التي تذهب إلي غير مستحقيها . أحياؤنا لا يرزقون بدرهم وبألف ألف يرزق الأموات يترك الحي يموت مريض لا يجد ثمن الدواء ، جائع لا يجد ثمن الغذاء ، عاري لا يجد ثمن الكساء ,ويذهب للقباب فيضع الأموال الطائلة كان ستة وسبعين مسجد السيد البدوي ، الحرَّاس نادوا أن الحصيلة ثلاثة وعشرين ألف جنية هذا المسجد يحصل الملايين في السنة الواحدة ، الذين يذهبون فيضعون أموالهم مأذورين غير مأجورين ، أعطوا هذا للحي الذي يموت وهو علي قيد الحياة ، ولا تعطيه لميت لا يحل لأحد أن يقول: بناء المساجد علي القبور جائز ، لأن الله تعالي قال علي لسان هؤلاء القوم: ﴿ قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا ﴾ . الخلاصة: أن شرع من قبلنا لا يجوز أن يحتج به إلا إن كان شرعنا موافقًا له كمسألة القرعة كانت في شرع من قبلنا ، وجاء النبي - صَلَّي الْلَّه عَلَيْه وَآَلِه وَسَلَّم - فأقرها واقترع فدل ذلك علي مشروعيتها في ديننا ، . أقول قولي هذا وأستغفر الله العظيم لي ولكم , الحمد لله رب العالمين له الحمد الحسن والثناء الجميل ، وأشهد أن لا إله إلا الله وحده لا شريك له يقول الحق وهو يهدي السبيل ، وأشهد أن محمداً عبده ورسوله - صَلَّي الْلَّه عَلَيْه وَآَلِه وَصَحْبِه وَسَلَّم -."
  },
  {
    "title": "يوم صومك مختلف عن يوم فطورك",
    "id": "article_2",
    "icon": "water_drop_outlined",
    "color": "#2196F3",
    "content": "الحمد لله وصلى الله وسلم وبارك على رسول الله، وعلى آله وصحبه.\n\nأما بعد.\n\nفالصوم غرضه وغايته هو تحقيق التقوى لله جل وعلا، هذا هو الغرض والمقصود من الصوم، ولذلك قال تعالى:{يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة:183] .\n\nوقد يقول قائل: ما معنى التقوى؟ التقوى: هي الاشتغال بالطاعة والبعد عن المعصية، رغبة في ثواب الله تعالى وخوفاً من عقابه.\n\nهذا التعريف الميسور المختصر للتقوى، فالتَّقيُّ هو ذاك الذي يفعل الطاعات ويجتنب المحرمات، وهو في الفعل والترك بين خوف ورجاء، رغبة ورهبة، لا يتركه عادة ولا يأتيه عادة، لا يترك المحرم عادة وحياءً من الناس، ولا يأتي الواجب عادة وموافقة للناس، بل يأتيه رغبة ورهبة، رغبة فيما عند الله تعالى ورهبة منه. وهذا هوالمعنى العام الذي من أجله شرع الله تعالى الصيام، ولهذا ينبغي للصائم أن يفتش عن هذه الحكمة في نفسه وفي خلقه وفي عمله، حتى يفوز بأعظم الأجر.\n\nفالصوام -وهم الممسكون عن الطعام والشراب- كُثر، لكن بين أجر صائم وصائم كما بين السماء والأرض، وذلك باختلاف ما يقوم في قلوبهم من الإخبات والإخلاص وصدق الإيمان والبرهان، ولاختلاف ما تترجم ممَّا في القلوب من الأعمال، وهذا الذي قام في القلب ينبغي أن يترجم إلى الجوارح صلاحاً في المسلك، وصدقاً في العمل، وبعداً عن السوء والشر، ولهذا جاء في الصحيحين من حديث أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: «الصوم جنة»، ومعنى جنة: أنه وقاية يقي به الإنسان نفسه الشرور والفساد، وهذا يفيد أنه ينبغي أن يكون الصوم على هذه الصورة وقاية، كما لو كان الإنسان داخلاً في حصن يمنعه من السوء والفساد والشر وسيء الأخلاق، ولهذا قال النبي صلى الله عليه وسلم: «فإذا كان يوم صوم أحدكم فلا يرفث ولا يصخب ولا يجهل، فإن امرؤ سابه أوشاتمه فليقل: إني امرؤ صائم»، أي: ممتنع عن مبادلتك بالإساءة لأني صائم، وهذا يبين أن الصوم سلوك في القلب يترجم إلى العمل وهو بأن يكف الإنسان نفسه عن كل سيء من الأخلاق ولو كان ذلك في مقام الانتصاف للنفس، فالله تعالى يقول: {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ} [النحل:126]، ويقول: {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا} [الشورى:40].\n\n\nومع هذا فالصائم مأمور بالترفع والاعتلاء على هذه النوازع، وهذه الرغبةُ في المجازاة بالمثل، بأن يقول: إني امرؤٌ صائم،فيكفّ لسانه عن مجاراة السفهاء، ويكفَّ عمله عن الوقيعة في السوء، ينبغي أن يكون صوم أحدنا ترجمة لإيمانه وصدق يقينه بثواب الله تعالى، ولهذا قال النبي صلى الله عليه وسلم كما في الصحيحين من حديث أبي هريرة: «من صام رمضان إيماناً واحتساباً؛ غفر له ما تقدم من ذنبه»، وهذا ما أشرت إليه قبل قليل أن الناس تتفاوت أجورهم بحسب ما قام في قلوبهم من التصديق والبرهان، ولهذا من الضروري أن نفتش عن هاتين الخصلتين في صيامنا: الإيمان والاحتساب.\n\n\nوالإيمان يتحقق بالإقرار، فإذا أقر الإنسان بوجوب الصيام فقد آمن بشرعيته، والاحتساب هو أن يأمل العقبى عند رب العالمين، فإن عاقبة الصوم عظيمة جليلة، فهي مما يدخل في قول الله جل وعلا: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} [الزمر:10]، ويكفي فيه ما جاء في الصحيحين من حديث أبي هريرة أن النبي صلى الله عليه وسلم قال: «كل عمل ابن آدم له، إلا الصوم فإنه لي وأنا أجزي به»\n\n\nومما ينبغي أن يتنبه إليه الصائم، ما ذكره جماعات من السلف: ينبغي أن يكون يوم صومك مختلفاً عن يوم فطرك، وهذا الاختلاف ليس في الكسل والضعف والتواني عن الأعمال والتأخر عن الواجبات وسوء الأخلاق، كما هو شأن كثير ممن يُتبع نفسه هواها، ويجعل الصيام فرصة للتنفيس عن العادات الرديئة؛ احتجاجاً بأنه صائم، وأنه منهك وأنه مرهق، فهذا غلط، بل ينبغي أن يكون الصوم حاملاً للإنسان على طيب الأخلاق وزكيها، وعلى النشاط، وعلى القيام بالواجبات وأداء الحقوق، وهو بطاعته لله تعالى في صيامه أعظم أجراً من طاعته لله تعالى فيغير الصيام، وذلك أن مشقة الصوم تؤثر على الإنسان ضعفاً، فإذا حمل نفسه على طاعة الله تعالى كان ذلك من أسباب الأجر، كما في الصحيح من حديث عائشةرضي الله عنها: أنه صلى الله عليه وسلم قال لها: «أجرُكِ على قدر نفقتكِ ونصبكِ» يعني: على قدر ما تنفقين من المال، وعلى قدر نصبه، وهو الجهد والتعب الذي يبذل في تحقيق طاعة الله جل وعلا.\n\n\nفهذه جملة من الخصال التي ينبغي أن لا تغيب عن الإنسان في يوم صومه، وخلاصته: ينبغي أن يكون يوم الصوم مختلفاً عن يوم الفطر، لا اختلاف نزول، بل اختلاف زكاء ونماء وصلاح وتقوى وإيمان."
  },
  {
  "title": "رمضان ربيع الطاعات",
  "id": "article_3",
  "icon": "mosque_outlined",
  "color": "#FF9800",
  "content": "بسم الله الرحمن الرحيم\n\n\nرمضان.. استراحة نفسية نتخفف فيها من أعبائنا وهمومنا وأحزاننا، ومنحة سماوية نفارق فيها صنوف الرتابة والملل التي غشت أيامنا، وتنطلق فيها الروح في أجواء إيمانية، وثورة نورانية نتعايش فيها أكثر مع القرآن والقيام والبر والإحسان.\n\n\nرمضان.. ساحة السكينة، ومأوى الفضيلة، وطارد الرذيلة، ومحضن كل الأشياء الجميلة، حتى أن خلوف فم الصائم يستحيل جمالًا وروعة وبهاء، قال صلى الله عليه وسلم: «وَالَّذِي نَفْسِي بِيَدِهِ لَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللهِ مِنْ رِيحِ الْمِسْكِ» (متفق عليه).\n\n\nرمضان.. كم من جوائز تُذكر، ومنح ربانية لا تُنكر، ونفحات لا تُجحد .. على عملنا اليسير، وجهدنا القليل، وجسدنا النحيل .. فتبارك العلي القدير الذي وعد ووفى، وأعطى فأجزل، وغفر ورحم، ووهب في هذا الشهر الجليل رحماته للمؤمنين، وأعتقهم من مهاوي الجحيم.\n\n\nقال ابن القيم: \"الطاعة حصن الرب تبارك وتعالى الذي من دخله كان من الآمنين، فإذا فارق الحصن اجترئ عليه قطاع الطريق وغيرهم، وعلى حسب اجترائه على معاصي الله يكون اجتراء هذه الآفات والنفوس عليه، وليس شيء يرد عنه، فإن ذكر الله وطاعته والصدقة وإرشاد الجاهل والأمر بالمعروف والنهى عن المنكر وقاية ترد عن العبد، بمنزلة القوة التي ترد المرض وتقاومه، فإذا سقطت القوة غلب وارد المرض وكان الهلاك، ولا بد للعبد من شيء يرد عنه فإن موجب السيئات والحسنات يتدافع ويكون الحكم للغالب كما تقدم، وكلما قوى جانب الحسنات كان الرد أقوي\" (الجواب الكافي).\n\n\nوعن طلحة بن عبيد الله رضي الله عنه: أن رجلين من بلي قدما على رسول الله صلى الله عليه وسلم وكان إسلامهما جميعاً، فكان أحدهما أشد اجتهاداً من الآخر، فغزا المجتهد منهما فاستشهد، ثم مكث الآخر بعده سنة ثم توفي، قال طلحة: فرأيت في المنام بينا أنا عند باب الجنة، إذا أنا بهما، فخرج خارج من الجنة، فَأَذِن للذي توفي الآخِر منهما، ثم خرج فأذن للذي استشهد، ثم رجع إلي فقال: ارجع فإنك لم يأن لك بعد، فأصبح طلحة يحدث به الناس فعجبوا لذلك، فبلغ ذلك رسول الله صلى الله عليه وسلم وحدثوه الحديث فقال: «مِنْ أَيِّ ذَلِكَ تَعْجَبُونَ؟» فقالوا: يا رسول الله، هذا كان أشد الرجلين اجتهاداً ثم استشهد، ودخل هذا الآخر الجنة قبله، فقال رسول الله صلى الله عليه وسلم: «أَلَيْسَ قَدْ مَكَثَ هَذَا بَعْدَهُ سَنَةً؟» قالوا: بلى، قال: «وَأَدْرَكَ رَمَضَانَ فَصَامَ، وَصَلَّى كَذَا وَكَذَا مِنْ سَجْدَةٍ فِي السَّنَةِ؟» قالوا: بلى، قال رسول الله صلى الله عليه وسلم: فَمَا بَيْنَهُمَا أَبْعَدُ مِمَّا بَيْنَ السَّمَاءِ وَالْأَرْضِ (سنن ابن ماجه [3925]).\n\n\nوالصوم تجتمع فيه معاني الصبر الثلاثة: الصبر على ألم الجوع والعطش، والصبر على المعاصي، والصبر على الطاعات.\n\n\nوالصبر كله خير وكله ضياء، كما قال رسول الله صلى الله عليه وسلم: «مَا رُزِقَ عَبْدٌ خَيْرًا لَهُ وَلَا أَوْسَعَ مِنَ الصَّبْرِ» (رواه الحاكم في المستدرك على الصحيحين [3573])، وقال عمر بن الخطاب رضي الله عنه: \"أفضل عيش أدركناه بالصبر\". \n\n\nوالصدقة في شهر رمضان شأنها أعظم وآكد ولها مزية على غيرها، وذلك لشرف الزمان ومضاعفة أجر العامل فيه، ولأن فيها إعانة للصائمين المحتاجين على طاعاتهم، ولذلك استحق المعين لهم مثل أجرهم، فمن فطر صائماً كان له مثل أجره، ولأن الله عز وجل يجود على عباده في هذا الشهر بالرحمة والمغفرة، فمن جاد على عباد الله جاد الله عليه بالعطاء والفضل، والجزاء من جنس العمل، والصوم لابد أن يقع فيه خلل أو نقص، والصدقة تجبر النقص والخلل، ولهذا أوجب الله في آخر شهر رمضان زكاة الفطر طهرة للصائم من اللغو والرفث، ولأن هناك علاقة خاصة بينالصيام والصدقة فالجمع بينهما من موجبات الجنة، قال صلى الله عليه وسلم: «إِنَّ فِي الْجَنَّةِ غُرْفَةً يُرَى ظَاهِرُهَا مِنْ بَاطِنِهَا، وَبَاطِنُهَا مِنْ ظَاهِرِهَا، أَعَدَّهَا اللهُ لِمَنْ أَطْعَمَ الطَّعَامَ، وَأَلَانَ الْكَلَامَ، وَتَابَعَ الصِّيَامَ، وَصَلَّى وَالنَّاسُ نِيَامٌ» (مسند أحمد [23372]).\n\n\nوقد تقرر بالاستقراء عند العلماء أن الأوقات الفاضـلة والأزمان المباركة أواخرها أفضل من أوائلها، فيوم الجمعة أعظم أيام الأسبوع، لكن أبرك ساعاته وأرجاه قبولاً للدعاء فيه آخر ساعة منه، وأفضل الليل ثلثه الآخر، والسحر وهو السدس الآخر من الليل منَّوهٌ بشأنه، وهكذا فليس رمضان ببدع في ذلك، فرمضان موسم إلا أن عشره الأخيرة هي صفوة الشهر، والعبرة بالخواتيم.\n\n\nوهذه العشر خاتمة الشهر ودرَّته، ولذلك كان الرسول صلى الله عليه وسلم يجتهد فيها مالا يجتهد في غيرها، فكان يشوب العشرين بمنام وقيام، وأما هذه الليالي فيحييها كلها صلاة وتلاوة وذكراً، وفي الحديث: \"كان رسول الله صلى الله عليه وسلم يجتهد في العشر الأواخر ما لا يجتهد في غيره\" (صحيح مسلم [1175]).\n\n\nوتصف أم المؤمنين عائشة حاله صلى الله عليه وسلم فتقول: \"كان إذا دخل العشر شد مئزره وأحيا ليله وأيقظ أهله\" (صحيح البخاري [2024]). ومن دقيق عنايته بها انقطاعه فيها عن دنيا الناس للاعتكاف، فمذ هاجر إلى المدينة إلى أن توفاه الله سبحانه ما ترك الاعتكاف، بل لتأكد هذه السنة قضاها في شوال لما لم يعتكف سنة في رمضان.\n\n\nأكرم برمضان ربيع الطائعين وموئل المخبتين وجنة العابدين.. محط الرحمات، ومظنة العتق من الأصفاد، والتطهر من الأدران، فاللهم تقبل منا رمضان، واكتب لنا فيه مغفرة لا نشقى بعدها أبدا."
},
  {
  "title": "لعلكم تتقون",
  "id": "article_4",
  "icon": "book_outlined",
  "color": "#E91E63",
  "content": "التقوى.. ذلك الوصف المُحبب؛ الذي يجاهد لتحقيقه المؤمنون، ويتشرف بالاتِّسام به الصالحون.. وينتحله المبطلون، وحتى يدَّعيه المنافقون!\n\n\nفمن رام صدق الوصف فقد جاءت فرصة كريمة، تفضل الله بها على خلقه.. لعلهم يتقون!\n\n\nبل فرضها عليهم فرضًا لضرورة الدواء لمجموعة من الأدواء... لعلهم يتقون!\n\n\nإنها فرصة الصيام، الذي يقول الله تعالى لنا عنه: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ}[ البقرة:183].\n\n\nويلفت نظرك قوله تعالى: {لَعَلَّكُمْ}.\n\n\nأهي كما قال بعض المفسرين: {لَعَلَّكُمْ تَتَّقُونَ} الأكل والشرب والجماع بعد صلاة العشاء الآخرة وبعد النوم، أي تتركونها؛ حيث كانوا إذا ناموا حرم عليهم ما يحرم على الصائم؟ أي كُتِب الصيام لكي تتركوا هذه إيماناً وامتثالاً واحتسابًا؟\n\n\nأم هي أنه: لعلكم تتقون المحرمات كلها ووتجتنبونها وتبتعدون عنها، كما ذكر بعض المفسرين. ويشمل المحرمات بإطلاق، ومن المحرمات ما حُرم بسبب الصيام وهي المفطرات؟\n\n\nأم أن المعنى: لعلكم تتقون سخط الله وغضبه بقيامكم بهذه العبادة الجليلة؟\n\n\nربما يحسن الوقوف على معنى خاص في هذه الآية، وآخر عام في العبادات.\n\n\nأما المعنى الخاص فهو في كلمة لعل في {لَعَلَّكُمْ}؛ ما معناها، وهل هي هنا للتحقيق أم للترجي أو التعليل؟\n\n\nأما {لعل} في حق الله تعالى فهي للتحقيق بلا شك ولا امتراء، إذا تحققت شروطها في الالتزام.\n\n\n{لَعَلَّكُمْ تَتَّقُونَ}: إذا أخذناها من باب الترجي؛ فإن المعنى يكون: كُتِب عليكم الصيام ليقوى رجاؤكم في التقوى، كما قال الزجاج في معاني القرآن: \"و(لعل) ههنا على ترجي العباد، والله عزَّ وجلَّ من وراءِ العلم أتتقون أم لا. ولكن المعنى أنه ينبغي لكم بالصوم أن يقوى رجاؤكم في التقوى\".\n\n\nأم إنها للتعليل والسببية: أي: كتب عليكم الصيام لأجل أن تصلوا إلى درجة التقوى فيه، وتمتثلوا أوامر الشرع بالامتثال ونواهيه بالاجتناب..\n\n\nأما التفسير الأول، والذاهب إلى أن المعنى لكي تتركوا الممنوعات من المفطرات، فهذا وإن كان موجودًا في الصيام، فليس هو المقصود، لأن هذا هو جزء الصيام المادي، والذي لا يتحقق بدونه، وكأنه يؤول إلى القول: كُتب عليكم الصيام لعلكم تصومون!\n\n\nوأولى منه أن العلة هي التزام التقوى وترك الحرمات والتعصُّم عن المعاصي، والمتمثلة في فعل المنكرات وترك الواجبات.. لأن الصائم متلبس بحالة من القرب من الله والخضوع له في شفافية من الروح  ما يدعه على هذا السمت الراقي الملائكي.. وهذه هي حقيقة التقوى، والتي من سُبُلِها وأسبابها الصيام.\n\n\nوأولى منهما أن الصيام لأجل تحقيق غاية، وهي الغاية من كل عبادة. قال رشيد رضا: {لَعَلَّكُمْ تَتَّقُونَ}: \"هذا تعليل لكتابة الصيام ببيان فائدته الكبرى وحكمته العليا، وهو أنه يعد نفس الصائم لتقوى الله تعالى بترك شهواته الطبيعية المباحة الميسورة امتثالاً لأمره واحتسابًا\" (المنار، رشيد رضا [2/ 116]).\n\n\nوهكذا العبادة عامة، غايتها أن تحقق التقوى، لأنها سبيل إليها ووسيلة وصيلة إلى غايتها الجليلة، كما قال تعالى: {ياأَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة:21]، أي أن العلة من العبادات كلها هي تحقيق هذه الغاية، والوصول إلى درجة التقوى، والاتصاف بها ظاهرًا وباطنًا، وليست هي تلك الأعمال الظاهرة بالذات.\n\n\nأي إنه إنما فرض عليكم الصيام لغاية عظيمة هي الغاية من كل عبادة، ومن كل تصرف تمتثلون فيه لرب العالمين من فعل المأمورات أو ترك المنهيات، ومن بقية العبادات؛ وأن الغاية ليست تلك الأفعال الظاهرة أو الأقوال المسترة أو الجاهرة، ولذلك قد تجد الأجر الذي يكتبه الله تعالى لمن صلى ركعتين كالذي يكتبه لمن صلى أربعًا أو أكثر، لأن ذلك المسافر التزم فعل الفرض وزاد عليه سنة القصر، إذا كان ممتثلاً، مما يدل على أن العبرة بما يصاحب الفعل من تقوى وقصد وإخلاص وما يحقق منها في القلوب.\n\n\nتجد ذلك واضحًا في قوله تعالى: {لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ كَذَلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَبَشِّرِ الْمُحْسِنِينَ} [الحج:37]. ومعناه: لا يصل الدم واللحم إلى الله تعالى؛ وإنما تصل التقوى،  أي يتقبل ذلك ويجزي عليه، كما جاء في الصحيح «إن الله لا ينظر إلى صوركم ولا إلى أموالكم، ولكن ينظر إلى قلوبكم وأعمالكم» (مسلم، صحيح مسلم، برقم:[ 2564]). وقد سبق درهم ألف درهم.\n\n\nولذلك كان الإمام عبد الله بن المبارك رحمه الله يقول: \"كم من عمل كبير صغرته النية، وكم من عمل صغير عظمته النية\".\n\n\nوالمتأمل لأمثال هذا التعليل في القرآن الكريم يجد مصداق ذلك:\n\n\n{يَاأَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة:21]، لعلكم تتقون بعبادتكم ربَّكم الذي خلقكم، وطاعتِكم إياه فيما أمركم به ونهاكم عنه، وإفرادكُم له العبادة؛ لتتقوا سَخَطه وغضَبه أن يَحلّ عليكم، وتكونُوا من المتقين الذين رضي عنهم ربهم.\n\n\n{وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ} [البقرة: 63].\n\n\n{وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَاأُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ} [البقرة:179].\n\n\n{وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ} [الأنعام:153].\n\n\n{خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ} [الأعراف:171]، قال الطبري: واذكروا ما فيما آتيناكم من كتابنا من وعد ووعيد شديد، وترغيب وترهيب، فاتلوه، واعتبروا به، وتدبروه إذا فعلتم ذلك، كي تتقوا وتخافوا عقابي، بإصراركم على ضلالكم فتنتهوا إلى طاعتي، وتنزعوا عما أنتم عليه من معصيتي.\n\n\nوالصيام يحقق التقوى بأمور عديدة وفي صورة كثيرة، منها:\n\n\nأنه بالصيام تضيق مجاري الشيطان، فتثقل فورة الدم، فينخفض تسلط الشيطان على الإنسان، فيكون أقرب إلى التقوى.\n\n\nأنه بالصوم يترك غضبه ويذكر نفسه وغيره: \"اللهم إني صائم\" فيترك الغضب وما تبعه فيسلم ويسلم الناس منه.. وذلك نوع من التقوى ومظهر من مظاهرها.\n\n\nأنه بالصيام يمس الإنسان خنق العطش وقَرص الجوع، فيصبر وهو المختار لذلك، ولسويعات فقط، فيتذكر الفقراء الصُّوم وهم مفطرون طيلة العام، فقرًا وخصاصة، فيشفق عليهم ويرقّ لحالهم فيصلهم بالصدقة والرعاية، وذلك نوع من التقوى ومظهر من مظاهرها.\n\n\nوتمتد أعصاب حسه إلى ملايين المسلمين الذي يعيشون تحت القهر والاستعباد، يُصب من فوق رؤوسهم الموت بآلة الحرب الخبيثة، مع ما يتفجر من تحت أقدامهك منها، مع ما ينهش بطونهم من جوع وعطش، وما يفترس أجسادهم من مرض، وهم لا ماء ولا غذاء ولا دواء ولا غطاء.. فيتداعى لها كما يتدعى الجسد بالسهر والحمى إذا اشتكى منه عضوٌ واحد، فما بالك إذا كان المشتكي هو الجسد كله؛ ألا يحس به العضو الحيّ؟!\n\n\nهكذا.. وإلا فتقوى ناقصة لصيام أجوف.\n\n\nوهكذا يتبادل الصيام مع التقوى التأثير المتبادل حتى يتحقق أحسن صومه وأتمه، وبه يصل إلى أعلى درجات التقوى وأسماها."
},
  {
  "title": "ماينبغي على الجماهير تجاه طلاب العلم",
  "id": "article_5",
  "icon": "water_drop_outlined",
  "color": "#4CAF50",
  "content": "أكرر ولا أزال أكرر ينبغي على الجماهير: أن تفرغ طلاب العلم فلا ينفقون أوقاتهم في طلب المعاش ، بل يتفرغون لإتقان العلم وأصوله للذود عن هذا الدين ، هذا واجب على العوام . أنت أيها التاجر الغني لا تعلم شيئًا عن الأصول ، ولا تستطيع أن ترد عن دينك اكفل طالب علم ، كان طلاب العلم قديمًا تكفلهم الدولة ولهم أعطيات لذلك كان بدل الواحد ألف واحد في ديار المسلمين ، فمع كثرة العلماء لا يستطيع المبتدعة أن يطلوا برءوسهم على السنة ولا يتكلموا.\n\n\nالآن كثير ممن يشار إليهم بالبنان يصعدون المنابر فيكذبون على النبي r من حيث لا يشعرون ، نصف الأحاديث التي يحفظونها لم يقلها النبي r وهذا رجل محب لله ولرسوله إن شاء الله ، ونحسبه محبًا لله ورسوله ، ومع ذلك يكذب على النبي r ، فيرحم الله زمانًا سمع فيه شعبة بن الحجاج رجلًا يروي حديثًا منكرًا ، فقال له: لتنتهين عنه أو لاستعدين عليك السلطان ، وكأنه لم ينته فذهب إلى أمير المؤمنين ويقول: إن رجلًا يروي حديثًا منكرًا فيعاقب بالحبس ، أو يعاقب بالمنع من التحديث ، فيرحم الله ذلك الزمان.\n\n\nإن إيجاد العلماء مهمة الأمة جمعاء ، فرغ إن لم تستطع فمع آخر أربعة يكفلون طالب علم ويقولون له: فرغ نفسك ، يا جماعة نحن مقبلون على خطبٍ عظيم كل يوم يطل برأسه في الجرائد والمجلات ، ونحن نخاف على العوام لأن هذا الدين ، إذا كان هم فعلوا حرس حدود ومشددين على دخول الهروين والكوكايين ، فإن الاعتداء على البخاري أعظم من أخذ الأرض ، عندما رسم النبي  rعلى صورة الخنزير ولم يتحرك الناس وكان في أوقاتها في مفاوضات على الأرض ، يا جماعة:\n\n\n إن عرض النبي r أثمن من الأرض ، فلو أُخذت أرض المسلمين جميعًا من تحت أرجلهم لكان أخف ألف مرة من أن يسب النبي r وفينا عين تطرف\n\n\nينبغي أن يظهر هذا المعنى لدى الناس، وأن يوالوا رسول الله r ، وأن يدفعوا هؤلاء الذين يكذبون بسنته بلا مستند ولا برهان بإيجاد هؤلاء خط الدفاع الأول التي هى طبقة الفرسان ، ونحن نعلم أن الضحايا سيكثرون في هذه الطبقة ، الضحايا والقتلى يكثرون في الصف الأول ، لكن نمهد للذين يأتون بعد ذلك ، وقد هددنا الله تبارك وتعالى فقال:﴿ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لا يَكُونُوا أَمْثَالَكُمْ ﴾(محمد:38) ، في مثل هذا الجحود والنكران تضيع الأمانة ﴿ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لا يَكُونُوا أَمْثَالَكُمْ ﴾ أقول قولي هذا ، وأستغفر الله العظيم لي ولكم ."
},
  {
  "title": "انتفاضة الأحياء",
  "id": "article_6",
  "icon": "book_outlined",
  "color": "#9C27B0",
  "content": "فمع أن العين مبصرة لما حولها ، لكنها لو رأت مشهدا محرّما فلن يُمكِّن القلب الحي الخواطر منه بحال ، ومع أن الأذن مصغية ؛ لكنه لو كان الحرام لارتعدت وجلا ، وبنت على الفور سدا منيعا وحجابا حاجزا بينها وبين ما يُغضب الله ، وإذا جلس صاحب هذا القلب مجلسا وتسلل إليه الحرام للمحه على الفور وتسلل خارجا في الحال إن لم يقدر على التغيير والمواجهة ، وهذا هو مصدر سلامة هذا القلب وعنوان نقائه. قال تعالى : ﴿ إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ ﴾ [ الأعراف : 201 ]\n\n\nوتأمل قوله ﴿ مَسَّهُمْ ﴾ الدال على إصابة غير مكينة ، وذلك بسبب فزعهم إلى الله ليعصمهم من الشيطان عند ابتداء خواطره ؛ فإن الخواطر ولادة إن أُهملت لم تلبث أن تصير شهوة ، ثم تصير الشهوة إرادة ، ثم تصير الإرادة عزما ، ثم يتحول العزم عملا.\n\n\nوتأمل قوله ﴿ طَائِفٌ ﴾ وكأن خواطر الشر طافت بهم ، ودارت حولهم فلم تقدر أن تدخل إليهم وتؤثِّر فيهم لقوة قلوبهم ويقظة إيمانهم ، فهم كمن طاف به الخيال ولم يجرؤ على أن يدفعهم إلى الفعال ، والطائف يُطلق على الذي يمشي حول المكان ينتظر الإذن له بالدخول ، فشبَّه الله الخاطر في ابتداء وروده في النفس بحلول الطائف على المكان دون أن يستقر فيه."
},
  {
  "title": "له في كل شيء عبرة",
  "id": "article_7",
  "icon": "mosque_outlined",
  "color": "#FF5722",
  "content": "﴿ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ ﴾ [ الحجر : 75 ] ، والمتوسِّمون هم المتفكرون المعتبرون الذين يتوسمون في الأشياء ويتفكرون فيها ويعتبرون ، ويدققون نظرهم حتى يعرفوا حقيقة الشيء بسمته.\n\n\nقال العلماء : التوسُّم من الوسم وهي العلامة التي يُستدل بها ؛ يُقال : توسمت فيه الخير إذا رأيت ملامح ذلك فيه ، ومنه قول عبد الله بن رواحة للنبي صلى الله عليه وسلم :\n\nإني توسَّمت فيك الخير أعرفه ... والله يعلم أني ثابت البصر\n\n\nواتسم الرجل إذا جعل لنفسه علامة يُعرف بها ، والواسم : الناظر إليك من فرقك إلى قدمك ، وأصل التوسم التثبت والتفكر مأخوذ من الوسم ، وهو التأثير بحديدة في جلد البعير وغيره.\n\n\nوالإشارة ﴿ فِي ذَلِكَ ﴾ إلى جميع ما تضمنته القصة التي بدأت بقوله تعالى ﴿ وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْرَاهِيمَ ﴾ ، ففيها من الآيات الكثير : آية نزول الملائكة في بيت إبراهيم عليه السلام كرامة له ، وبشارته بغلام عليم ، وإعلام الله إياه بما سيحل بقوم لوط ، ونصر الله لوطا بالملائكة ، وإنجائه عليه السلام وآله ، وإهلاك قومه وامرأته لمناصرتها إياهم ، وآية عمى أهل الضلالة عن أنوار الهداية ، وآية غضب الله على المُصِرِّين على عصيان الرسل ، وهو إهانة للذين لم تردعهم العبر بأنهم دون مرتبة النظر ، وتعريض بمشركي مكة الذين لم يتعظوا ؛ بأن يحل بهم ما حلَّ بالأمم من قبلهم التي عرفوا أخبارها ورأوا آثارها ، وتعريض كذلك بمن سلك نفس الطريق من العصاة والغافلين.\n\n\n \n\n\nللفراسة رجالها\n\n\nولا تكون الفراسة إلا بتفريغ القلب من هَمّ الدنيا ، وتطهيره من أدناس المعاصي وكدورة الأخلاق وفضول المباحات ، وعندها يجري على مرآة القلب كل حق لا خيال ، لأنه تقلب بين آيات الحق وأنوار الطاعات فانهالت عليه الفيوضات والإشراقات ، ومثل ذلك قول ابن عباس رضي الله عنه : ما سألني أحد عن شيء إلا عرفت أفقيه هو أو غير فقيه. \n\n\nوما رُوِي عن الشافعي ومحمد بن الحسن أنهما كانا بفناء الكعبة ورجل على باب المسجد فقال أحدهما : أراه نجارا ، وقال الآخر : بل حدادا ، فتبادر من حضر إلى الرجل فسأله فقال : كنت نجارا وأنا اليوم حداد!!\n\n\nورُوي عن جندب بن عبد الله البجلي أنه أتى على رجل يقرأ القرآن فوقف فقال : من سمَّع سمَّع الله به ومن راءى راءى الله به ، فقلنا له : كأنك عرَّضت بهذا الرجل ، فقال : إن هذا يقرأ عليك القرآن اليوم ويخرج غدا حروريا ؛ فكان رأس الحرورية واسمه مرداس.\n\n\nورُوِي عن الحسن البصري أنه دخل عليه عمرو بن عبيد فقال : هذا سيد فتيان البصرة إن لم يُحدِث ، فكان من أمره من القدَر ما كان حتى هجره عامة إخوانه.\n\n\nوقال لأيوب : هذا سيد فتيان أهل البصرة ولم يستثن.\n\n\nورُوِى عن الشعبي أنه قال لداود الأزدي وهو يماريه : إنك لا تموت حتى تُكوى في رأسك وكان كذلك.\n\n\nورُوي أن عمر بن الخطاب رضي الله عنه دخل عليه قوم من مذحج فيهم الأشتر فصعَّد فيه النظر وصوَّبه وقال : أيهم هذا؟ قالوا : مالك بن الحارث فقال : ما له قاتله الله! إني لأرى للمسلمين منه يوما عصيبا ، فكان منه في الفتنة ما كان.\n\n\nورُوِي عن عثمان بن عفان رضي الله عنه : أن أنس بن مالك دخل عليه وكان قد مر بالسوق ، فنظر إلى امرأة فلما نظر إليه قال عثمان : يدخل أحدكم علي وفي عينيه أثر الزني! فقال له أنس : أوحيا بعد رسول الله صلى الله عليه وسلم؟! فقال : لا ! ولكن برهان وفراسة ، وصدق ، ومثله كثير من الصحابة والتابعين رضي الله عنهم أجمعين .\n\n\n \n\n\nمن ألوان الفراسة\n\n\nالتفاعل مع الأحداث اليومية : صاحب القلب الحي إذا رأى ظلمة حسبها ظلمة القبر ، وإذا وجد لذة ذكر نعيم الجنة ، وإذا صرخ من ألم خاف عذاب النار ، وإذا شمَّ شواء ذكر جهنم ، وإذا رأى ضاحكا على معصية رقَّ لحاله في الآخرة ، وإذا رأى مطيعا على فاقة استبشر بنعيمه في الجنة. \n\n\nكان عمر بن عبد العزيز من أرباب القلوب الحية وكان واقفا مع سليمان بن عبد الملك ، فسمع سليمان صوت الرعد فجزع ووضع صدره على مقدمة الرحل ، فقال عمر وهو المعتبر المتدبر بكل ما حوله : هذا صوت رحمته فكيف إذا سمعت صوت عذابه؟! \n\n\nومثله الحسن البصري الذي روى عنه سلام : \" أُتي الحسن بكوز من ماء ليفطر عليه ، فلما أدناه إلى فيه بكى ؛ وقال : ذكرت أمنية أهل النار؛ قولهم : ﴿ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ ﴾ [ الأعراف : 50 ] ، وذكرت ما أُجيبوا : ﴿ إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ ﴾ [ الأعراف : من الآية50) \" . \n\n\nإن حياة القلب تمنح العين حياة فوق الحياة وبصيرة فوق البصر ، فإذا هي مثل عين أبي الفرج بن الجوزي الذي أبصر وتبصَّر فقال حاكيا إحدى تأملاته التي لا يدركها إلا من كان مثله :\n\n\n\" رأيت كل من يعثر بشيء أو يزلق في مطر يلتفت إلي ما عثر به فينظر إليه طبعا موضوعا في الخلق ، إما ليحذر منه أن جاز عليه مرة أخرى أو لينظر - مع احترازه وفهمه - كيف فاته التحرز من مثل هذا ، فأخذت من ذلك إشارة وقلت : يا من عثر مرارا .. هلا أبصرت ما الذي عثَّرك فاحترزت من مثله ، أو قبَّحت لنفسك -مع حزمها- تلك الواقعة \" . \n\n\nقراءة الرسائل الربانية : وصاحب القلب الحي إذا وفّقه الله لطاعة سأل نفسه : بأي عمل صالح أثابني الله بهذه الطاعة؟ أبدعوة إلى خير أم بصلاة ليل أم بسعي في حاجة مسلم أم بعفو عن مسيء أم بإنظار معسر؟! فيراجع شريط ذكرياته ليُكرِّر صالح أعماله فينعم بنفس الثواب مرات كثيرة ، وقد جعل الله ثمارا عديدة تربو على الخمسين لمن حرس ثغور قلبه من عدوه ، ولم يُدخِل منها سوى الحسنات الموالية للقلب والعاملة على مصلحته ومنفعته ، لكن قضى الله أن لا يتذوق لذة هذه الثمرات إلا من زكى قلبه وسمت روحه ، ولذا قال ابن القيم وهو يحاول أن يقنعك بجدوى هذه الحراسة وفاعلية ترك الذنوب :\n\n\n\" لو لم يكن في ترك الذنوب والمعاصي إلا إقامة المروءة ، وصون العرض ، وحفظ الجاه ، وصيانة المال الذي جعله الله قِواما لمصالح الدنيا والآخرة ، ومحبة الخلق ، وجواز القول بينهم ، وصلاح المعاش ، وراحة البدن ، وقوة القلب ، وطيب النفس ، ونعيم القلب ، وانشراح الصدر ، والأمن من مخاوف الفُساق والفجار ، وقلة الهم والغم والحزن ، وعز النفس عن احتمال الذل ، وصون نور القلب أن تطفئه ظلمة المعصية ، وحصول المخرج له مما ضاق على الفساق والفجار ، وتيسير عليه الرزق من حيث لا يحتسب ، وتيسير ما عسر على أرباب الفسوق والمعاصي ، وتسهيل الطاعات عليه ، وتيسير العلم والثناء الحسن في الناس ، وكثرة الدعاء له ، والحلاوة التي يكتسبها وجهه ، والمهابة التي تُلقى له في قلوب الناس ، وانتصارهم وحميتهم له اذا أوذي وظُلِم ، وذبِّهم عن عرضه إذا اغتابه مغتاب ، وسرعة إجابة دعائه ، وزوال الوحشة التي بينه وبين الله ، وقُرب الملائكة منه ، وبُعد شياطين الإنس والجن منه ، وتنافس الناس على خدمته وقضاء حوائجه ، وخطبتهم لمودته وصحبته ، وعدم خوفه من الموت ، بل يفرح به لقدومه على ربه ولقائه له ومصيره إليه ، وصِغَر الدنيا في قلبه ، وكِبَر الآخرة عنده ، وحرصه على الملك الكبير والفوز العظيم فيها ، وذوق حلاوة الطاعة ، ووجد حلاوة الايمان ، ودعاء حملة العرش ومن حوله من الملائكة له ، وفرح الكاتبين به ودعاؤهم له كل وقت ، والزيادة في عقله وفهمه وإيمانه ومعرفته ، وحصول محبة الله له ، وإقباله عليه ، وفرحه بتوبته ، وهكذا يجازيه بفرح وسرور لا نسبة له إلى فرحه وسروره بالمعصية بوجه من الوجوه \" . \n\n\nلكن .. تُرى هل يلمح هذه المكافآت أحد غير أحياء القلوب؟! وهل يقوم بشكرها غير من يتمتَّعون بالرقة الإيمانية والحساسية النورانية والفطرة التي لم تتدنس بعد؟ \n\n\nومن أحياء القلوب هؤلاء وأرباب المشاعر الرقيقة هذه : يحيى بن معاذ الذي لمح ذلك بما حباه الله من بصيرة إيمانية ثاقبة فقال :\n\n\n\" إن العبد على قدر حبه لمولاه يُحبِّبه إلى خلقه ، وعلى قدر توقيره لأمره يُوَقِّره خلقه ، وعلى قدر التشاغل منه بأمره يشغل به خلقه ، وعلى قدر سكون قلبه على وعده يطيب له عيشه ، وعلى قدر إدامته لطاعته يُحلِّيها في صدره ، وعلى قدره لهجه بذكره يديم ألطاف بره ، وعلى قدر استيحاشه من خلقه يؤنسه بعطائه ، فلو لم يكن لابن آدم الثواب على عمله إلا ما عُجِّل له في دنياه لكان كثيرا \" . \n\n\n \n\n\nالعقوبات إشارات\n\n\nوفي المقابل إذا حُرِم القلب الحي من طاعة بادر على الفور بالسؤال : بأي معصية حُرِمت وبأي خطيئة مُنِعت؟ أبكلمة غيبة؟ أبنظرة محرَّمة؟ أبعقوق والدة؟! أبسماع فحش؟! يسأل نفسه خاصة بعد أن ارتجف خوفا واضطرب وجلا واقتنع بسلامة تحليل ابن القيم الذي انتهى إلى ( أن الله سبحانه جعل عقوبات أصحاب الجرائم بضد ما قصدوا له بتلك الجرائم ، فجعل عقوبة الكاذب إهدار كلامه ورده عليه ، وجعل عقوبة الغالِّ من الغنيمة لمّا قصد تكثير ماله بالغلول : حرمانه سهمه وإحراق متاعه ، وجعل عقوبة من اصطاد فى الحرم أو الإحرام : تحريم أكل ما صاده وتغريمه نظيره ، وجعل عقوبة من استكبر عن عبوديته وطاعته : أن صيَّره عبدا لأهل عبوديته وطاعته ، وجعل عقوبة من أخاف السبيل وقطع الطريق : أن تُقطع أطرافه وتُقطع عليه الطرق كلها بالنفي من الأرض ؛ فلا يسير فيها إلا خائفاً ، وجعل عقوبة من التذ بدنه كله وروحه بالوطء الحرام : إيلام بدنه وروحه بالجلد والرجم فيصل الألم إلى حيث وصلت اللذة ، وشرع النبي صلى الله عليه وسلم عقوبة من اطلع في بيت غيره : أن تقلع عينه بعود ونحوه ؛ إفسادًا للعضو الذى خانه ، وأولجه بيته بغير إذنه ، وعاقب من حرص على الولاية والإمارة والقضاء بأن شرع منعه وحرمانه ما حرص عليه ، ولهذا عاقب أبا البشر آدم عليه السلام بأن أخرجه من الجنة لما عصاه بالأكل من الشجرة ليخلد فيها ، فكانت عقوبته إخراجه منها ضد ما أمَّله ، وعاقب الناس إذا بخسوا الكيل والميزان بجور السلطان عليهم ؛ يأخذ من أموالهم أضعاف ما يبخس به بعضهم بعضا ، وعاقبهم إذا منعوا الزكاة والصدقة ترفيها لأموالهم بحبس الغيث عنهم ، فيمحق بذلك أموالهم ، ويستوى غنيهم وفقيرهم في الحاجة ، وعاقبهم إذا أعرضوا عن كتابه وسنّة نبيه صلى الله عليه وسلم وطلبوا الهدى من غيره : بأن يضلهم ويسد عليهم أبواب الهدى ، وهذا باب واسع جدا عظيم النفع لمن تدبَّره يجده متضمنا لمعاقبة الرب سبحانه من خرج عن طاعته ، بأن يعكس عليه مقصوده شرعاً وقدراً دنيا وآخره ) .\n\n\nوممن تدبر هذا الباب : عمر بن الخطاب رضي الله عنه ولا أعقل ، فقد روى الزهري أن عمر بن الخطاب رضي الله عنه أصابه حجر وهو يرمي الجمار فشجَّه فقال : \" ذنب بذنب ، والبادي أظلم \" .\n\n\nوآخر على الدرب يقتفي أثر الفاروق خطوة خطوة وقدمه في إثر قدمه وهو أبو زرعة الرازي ، فعن عبد الرحمن بن أبي حاتم الرازي قال : \" اعتل أبو زرعة الرازي ، فمضيت مع أبي لعيادته ، فسأله أبي عن سبب هذه العِلَّة ، فقال : بِتُّ وأنا في عافية ، فوقع في نفسي أني إذا أصبحت أخرجتُ ما أخطأ سفيان الثوري ، فلما أصبحتُ خرجتُ إلى الصلاة ، وفي دربنا كلبٌ ما نبحني قطٌّ ، ولا رأيته عدا على أحد ، فعدا عليَّ وعقرني ، وحُمِمت ، فوقع في نفسي أن هذا لِما وضعتُ في نفسي ، فأضربتُ عن ذلك الرأي \" .\n\n\nوثالثهم سجَّان!! نعم سجَّان. قال بعض السجانين : \" كنتُ سجَّانا نيِّفا وثلاثين سنة أسأل كل مأخوذ بالليل أنه هل صلى العشاء في جماعة؟! فكانوا يقولون : لا \" .\n\n\nوصدق صلى الله عليه وسلم حين قال : « لا يصيب عبداً نكبة فما فوقها أو دونها إلا بذنب ، وما يعفو الله عنه أكثر » ، بل وأكَّد : « المصائب والأحزان في الدنيا جزاء » . \n\n\n \n\n\nالراشد يَرْشُد ويُرْشِد\n\n\nوليست هذه الرسائل الربانية بحرمان الطاعات والقربات فحسب ، بل قد تكون كذلك بتعسير دنيا وتضييق رزق وعقوق ولد وتنغيص عيش وشجار زوجة ، لينتبه كل من لم ينتبه إلى عقوبة حرمان أجر الآخرة إن كان دنيوي الهمة لا تقلقه الآخرة بحال ، ولا يستيقظ إلا بحرمان دنيوي ، وللأستاذ الراشد إسقاط لطيف يقول فيه :\n\n\n\" فلو أسلف مسلم حسنة فى المساء من صدقة ، أو صلاة بوقتها ، أو أمر بمعروف ، أو إغاثة لهفان ، أو تفهيم علم ، أو بذل شفاعة ، أو ستر عرض ، أو تخذيل عن شر ، أو خلافة غاز مجاهد ، فماذا يحدث له فى الصباح؟ \n\n\nيستيقظ فإذا زوجه مبتسمة فى وجهه ، وإذا أولاده يستيقظون مع أول نداء ، على أتم نظافة ، وكل قد كتب واجبه المدرسى وجمع كتبه. فإذا أفطر : كان طعامه لذيذاً ، وتودعه زوجه بابتسامة أيضًا حتى إذا ركب سيارته –وهى دوابنا اليوم- وجدها سلسة تشتغل مع أول إدارة للمفتاح ، ووجد الإشارات الضوئية خضراء تفتح له الطريق مرحبة به ، والسائق الذى أمامه يسير وفق الأصول بأدب وهدوء ، حتى شرطى المرور يرفع له يده بالتحية.\n\n\nفإذا دخل مكتبه الوظيفى : وجده نظيفاً ، وجاءه من المراجعين أهل الرفق والأخلاق ، فإذا رجع : لم يجد ألذ من طعامه ، وهكذا سائر يومه!. \n\n\nثم لو أسلف سيئة فى ليلة أخرى : من غيبة ، أو بخل ، أوتقاعس عن نجدة ، أو تأخير صلاة ، أو تنابز بالألقاب ، أو منع خير ، أو أذى جار ، أو انتصار بالباطل لزوجة في تعاملها مع زوج صاحبه ، فماذا يحدث له؟ \n\n\nيستيقظ فإذا زوجه ذات عبوس وتأفف ، ولا يدرى سببًا منه مباشرًا في إغصابها ، ثم من بعد قليل إذا بها تولول ، ولربما فتش عن الفرد الضائع من حذاء ابنه نصف ساعة ، حتى يتأخر عن دوامه المدرسي ، ويكون طعامه مالحاً لا يكاد يسيغه ، وتعذِّبه سيارته نصف ساعة أخرى كي تشتغل ، وتكون كالدابة الشموس ، ويجد الإشارات الضوئية حمراء في وجهه ، ويُبتلى بسائق طائش عن يمينه ، ثم يوقفه شرطي مرور كان قد تشاجر مع زوجه هو الآخر فيفرغ همومه فيه ويحرر له مخالفة هو منها برئ ، وقد يبتلى ثالثة في مكتبه بمراجع فوضوى ملحاح يعكر عليه ويشكوه لدى الرئيس ، ولربما يجد في الآخر طعام غدائه دخانا محضا وتكون زوجه قد نسيت القدر على النار حتى احترق ، ويظل سائر يومه قلقًا كئيبًا ، حتى أن أقل عقوبته أن توقظه رنة الهاتف وهو في عز نوم القيلولة ، فيزعجه. \n\n\nوكلنا يمر بمثل هذه الأحوال ، ولكن الأقل هم الذين يرجعون بذاكرتهم إلى ما أسلفوا من حسنات أو سيئات تكون سببًا لهذه الأحوال ، والموفّق هو الذي يسرع إلى بديهته هذا المعنى فيعلم موطن قدمه ، فيزداد خيرًا وصعودًا ، أو يحذر المنزلق ، ويجد في هذه المعاكسات الخفيفة اللطيفة تحذيرًا يمنعه من الاسترسال في الغي وركوب الشهوات ، بل هي إشارات تحذير ربانية توازي اللمم والصغائر تنبهه إلى وجوب فطم النفس عن هواها ، وإلا عوقب بأكبر من ذلك ، من تضييق رزق ، وضياع تجارة ، وجلاء بركة ، ومرض متعب ، وتسلط ظالم ، وطلاق ، وقذف عرض ، وفشل في امتحان ، وسفاهة جار ، وبما هو أكبر من ذلك ربما ، ولهذا فإن هذه المعاكسات هي من تمام اللطف الرباني بمؤمن يفهمها ويستوجب موعظتها ، من أجل أن لا يتمادى ، بل قيل : هي مداعبة من الله للعبد ، يُذكِّره أنه معه وتحت رقابته ليستقيم \" .\n\n\nيا إخوتاه .. النظر في العاقبة نجاة ، ومن كثر اعتباره قلَّ عثاره ، فما لنا لا ننتبه؟! مع ما قد ينتظرنا بعد لطيف العتاب من عنيف العقاب؟!\n\n\n \n\n\nوالحر تكفيه الإشارة\n\n\nوهاك تجربة عملية ومقياس واقعي تعرف به حالة قلبك ومنسوب الإيمان فيه : \n\n\nكم من الليالي تنام متأخِّرا مع شدة التعب ومع ذلك تجد نفسك تنهض لصلاة الفجر أو للقيام دون أن يوقظك أحد!! وكم من الليالي نمت فيها فورا بعد العشاء ومع ذلك طلعت عليك الشمس بعد أن ضاعت عليك الصلاة!! إنها والله حياة قلبك ليس غير ، وقد علمت أن العبد يُقرع بالعصى ، والحر تكفيه الإشارة ، وهذه ليست إشارة واحدة بل إشارات ، وأنت لست عبد شهوة أو شيطان ، ولست ملك هوى أو غفلة بل أنت من سادات الأحرار وسالكي طريق الأبرار."
},
  {
  "title": "شبهة أن موسى عليه السلام فقأ عين ملك الموت والرد عليها",
  "id": "article_8",
  "icon": "calendar_today_outlined",
  "color": "#03A9F4",
  "content": "شبهة والرد عليها:\n\n\nقال-صلى الله عليه وسلم- :« جاء ملك الموت إلى موسى   رضى الله -عنه-فقال: أجب ربك ، ففقأ موسى عينه ، فصعد ملك الموت إلى الله وقال: إنك أرسلتني إلى عبدٍ لا يريد الموت ، فرد الله عليه بصره وقال: اذهب لعبدي فقل له: ضع يدك على متن ثورٍ فلك بكل شعرةٍ مستها يداك سنة ، فلما نزل ملك الموت إلى موسى  رضى الله -عنه وأخبره بذلك ، قال: أي ربي ثم ماذا بعد هذا العمر الطويل ؟ قال: الموت ، قال: فالآن » رواها الشيخان عن أبي هريرة -رضى الله عنه- بإسناد في الصحيحين من أصح الأسانيد:\n\n\nالاعتراض.\n\n\nفيقولون: هذا حديث مكذوب على النبي -صلى الله عليه وسلم- ، والدليل على كذبه أمور ، اسمع لتعلم حجم الهجمة الشرسة ، وكيف يلعبون بكلام النبي -صلى الله عليه وسلم- ؟\n\n\nقالوا:\n\n\nأولًا: يستبعد هذا من نبيٍ من أولي العزم أن يفقأ عيني ملك الموت .\n\n\nثانياً: كيف يتمكن موسى- - رضى الله عنه من فقأ عين ملك الموت ومعروف خلق الملائكة وعظم خلق الملائكة .\n\n\nثالثًا: هل موسى  رضى الله -عنه يكره الموت ؟ ومعلوم أن الصالحين لا يكرهون الموت .\n\n\nرابعًا: أنه صعد إلى الله -عزوجل- وقال: إنك أرسلتني إلى عبدٍ لا يريد الموت ، فكأن الله لا يعلم ذلك .\n\n\nالرد على الاعتراض:\n\n\nانظر إلى طريقة الاعتراض بهذه الطريقة يعترض على كلام الله في الوحي المنزل قال تعالى: ﴿ وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ﴾(الأنعام:164) ، وقال تعالى:﴿ وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِم ﴾(العنكبوت:13) يعترض بنفس الطريقة كيف يحملون أثقالًا مع أثقالهم ؟ ، والله يقول:﴿ وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ﴾ ؟ كلام الله المنزل يعترض عليه بنفس الطريقة أيضًا ، فهلا قرءوا كلام أهل العلم في توجيه هذه الأحاديث ، وأنه ليس فيها أي معنى منكر ؟ . موسى  رضى الله -عنه كان جالسًا في بيته فإذا به يرى رجلًا داخل البيت ، من أين دخل ؟ لا طرق بابًا ، والنوافذ مغلقة ، ودخل هذا الرجل يقول له: أجب ربك ، أجب ربك: أي سلم روحك ، هذا معنى الكلام ، أي يقتله يريد أن يقتله يريد أن ينتزع روحه ، فدفع الصائل مشروع ، أي رجل يدخل عليك ليقتلك فقاومه حتى لو أدى ذلك إلى قتله \n\n\nالجواب الأول:فعندما يقول له: أجب ربك ، ففعل موسى u ما ذكره نبينا r من فقأ عين الناظر في بيت غير بيته بغير إذن فقأ عينيه ، وهذا حد شرعي له ، صعد إلى الله  Uقال:« إنك أرسلتني إلى عبدٍ لا يريد الموت » ، رد عينيه ونزل فقال له: أجب ربك ، لماذا لم يفقأ عينيه في هذه المرة ؟ فقأ عينه في المرة الأولى المرأة الثانية لم يفقأ عينيه ، لماذا ؟ لأن ملك الموت u كان يأتي الأنبياء عيانًا كما رواه الإمام أحمد في مسنده بسندٍ صحيح في هذه القصة أيضًا ، فلما أراد الله أن يبتلي موسى u نزل ملك الموت هذه المرة بغير صورته التي يعرفها موسى فلذلك فقأ عينه ، فعندما رد الله - عزوجل- عليه عينه ونزل بصورته التي يعرفها موسى لم يفقأ عينه وعلم أن الأولى كانت اختبارًا وامتحانًا لذلك لم يفقأ عينه ، هذا جواب.\n\n\nالجواب الثاني: أن النبي -صلى الله عليه وسلم- قال:« لم يقبض نبي حتى يخير » يخيره الله -عزوجل -بين الدنيا وبين الآخرة ، كما رواه أبو سعيد الخدري في الصحيحين قال: أن النبي صلى الله عليه وسلم-صعد المنبر يومًا فقال: « إن عبدًا خيره الله بين زهرة الحياة الدنيا وبين ما عنده فاختار ما عنده » فبكى أبو بكر ، وقال: نفديك بآبائنا وأمهاتنا يا رسول الله ، قال: فتعجبنا لهذا الشيخ لِمَ يبكي ؟ ، وكان أبو بكر أعلمنا برسول الله - صلى الله عليه وسلم- ، وكان رسول الله  -صلى الله عليه وسلم- هو المخير خيره الله بين ما عنده وبين زهرة الحياة الدنيا ، فاختار ما عنده .\n\n\nفكل نبيٍ يخير ما بين أن يلقى الله وما بين أن يعيش يختار أن يلقى الله ، ولذلك في آخر الحديث عندما قال:« أي ربي ، ثم ماذا ؟ قال: الموت ، قال: فالآن » حينئذٍ خُير أنه يعيش بعدد سنوات شعر العجل أو أنه يلقى الله ، فلما خُير وعلم أن ذلك من عند الله اختار ما عند الله ، فعندما نزل عليه ملك الموت بغير صورته المعهودة وقال: أجب ربك أي سلم روحك ، ولم يسبق أن نزلت علامة ، أو علم موسى إن في علامة فظن أن هذا مفتري فعاقبه بفقأ عينه ، ولذلك لم يفقأ عينه في المرة الثانية ."
},
  {
  "title": "شبهة أن الصالحين لا يكرهون الموت والرد عليها.",
  "id": "article_9",
  "icon": "star_outline",
  "color": "#FFC107",
  "content": "يقول: إن الصالحين لا يكرهون الموت .\n\n\n الرد على الشبهه:\n\n\nوهذا خطأ بل الصالحون يكرهون الموت ، وفي هذا يروي الشيخان حديثاً عن عائشة -رضى الله عنها- أنها قالت: سمعت رسول الله صلى الله عليه وسلم- يقول: « من أحب لقاء الله أحب الله لقاءه ، ومن كره لقاء الله كره الله لقاءه » ، فقالت: يا رسول الله كلنا يكره الموت ، ومعروف إن لفظة ( كل)  من ألفاظ العموم بل من أقوى ألفاظ العموم فهاهي عائشة - رضى الله عنهاح تتحدث عن الكل: كلنا يكره الموت ، فلم يقل لها: لا يا عائشة ، ليس كل الناس يكره الموت الصالحون يحبون الموت ، فعندما ترك النبيr  التعقيب عليها في هذا وترك البيان دل على أنه يقر ، وأن كل الناس يكرهون الموت « ولكن ليس الأمر كما تذهبين إليه » أي من الفهم « إن العبد الصالح إذا كان في إدبارٍ من الدنيا وإقبال من الآخرة رأى ما أعد الله له من الكرامة فأحب لقاء الله فأحب الله لقاءه ، وإن العبد الفاجر إذا كان في إدبارٍ من الدنيا وإقبال من الآخرة ورأى ما أعد الله له كره لقاء الله فكره الله لقاءه ».\n\n\nفأي معنى منكر يا عباد الله في هذا الحديث حتى يقال: هذا كذب على النبي -صلى الله عليه وسلم-؟ ، ويتجرأ على الدعوى إن البخاري فيه أربعمائة حديث مكذوب على النبي -صلى الله عليه وسلم- ، ويُطبع في المطابع ، ويُباع على الأرصفة كأن هذه البلد ليس فيها عالم ، ويُطبع الكتاب أكثر من طبعة ، بل إن كتاب ( أضواء على السنة المحمدية ) ، لرجلٍ أزهريٍ فاسق فصله علماء الأزهر آنذاك من الجماعة الأزهرية ، ألف كتاب ( أضواء على السنة المحمدية ) يتهم أبا هريرة بالكذب على النبي -صلى الله عليه وسلم-، ويُطبع هذا الكتاب في أكبر دار طبع رسمية في البلد وهي دار المعارف ، ويمر هذا ويُباع ، ويُطبع حتى إلى الآن ، فعندما يُكذب أبا هريرة حافظ الصحابة الذي دعا له النبي-صلى الله عليه وسلم- قال:« اللهم حبب أبا هريرة وأمه إلى عبادك » قال أبا هريرة: فلا يسمع بي يهودي ولا نصراني إلا أحبني عملًا بهذه البشارة ، ومات رسول الله -صلى الله عليه وسلم-وأبو هريرة حافظ الصحابة ، ما طعن واحد قط في صدقه يومًا ما.\n\n\nفعندما يتكلم عن الصحابة بهذا وتطبع الكتب ويصرف العلماء الرسميين الرد  جناية كبيرة  من الذي يحفظ على الناس عقائدهم ؟ بدأ شك كثير يتسلل إلى الذين لا يعلمون شيئاً ، بعض الناس وأنا أتكلم عن هذه المسألة معه قال: يا أخي لا يضر السحاب نبح الكلاب  بمثل هذا الظن تفسخ كثيرون كنت أتخيل كل شيء إلا شيئًا واحدًا ما تخيلته قط: أن يخرج من بين أظهرنا رجل يدعي النبوة فيجد له أتباعًا كان ممكن نصدق أي شيء إلا هذه ، يخرج رجل من بين أظهرنا يقول: أنا رسول الله والرسالة لم تختم ، ويجد له أتباعًا .\n\n\nإذًا فكثير من الناس مستعد لقبول الباطل الظاهر ، وحماية عقائد الناس أمر واجب ولابد أن يقف العلماء للذود عن دينهم يقول: يا أخي البخاري في السماء ، من ولد لا يفقه شيئًا يتكلم عن البخاري ؟ اتركه ينبح هذا هو تعبيره قال: اتركه ينبح . فعندما يتكلم هو عن البخاري ويورد مثل هذه المعاني التي أوردها وكثير من الناس لا يستطيع أن يرد عليها وقع في روعه إن البخاري يروي المكذوبات ، فكلما نُقل إليه كلام قال: وما يدريني لعله مكذوب ؟ حتى يأتي ذلك على كل الوحي وحي السنة ، ولا يكون بين أيدي الناس شيء من البيان الذي امتن الله - عزوجل- به على المسلمين بوجوده ﴿ وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ ﴾(النحل:44) ، فإذا جاز أن يُلعب بهذا البيان فإن الإجمال لا يكفي أحدًا ، إنكار السنة من حيث التفصيل ، وإثباتها من حيث الجملة بدعة قديمة بدأت تطل برأسها ."
},
  {
  "title": "قلب يقلب المعركة",
  "id": "article_10",
  "icon": "emoji_emotions_outlined",
  "color": "#607D8B",
  "content": "قد يدخل قلبٌ المعركة فيقلب الهزيمة الساحقة نصرا مبينا خاصة إن كان من نوع قلب أبي طلحة رضي الله تعالى عنه الذي شهد له النبي صلى الله عليه وسلم : « صوت أبي طلحة في الجيش خير من ألف رجل » .\n\n\nصوته فحسب بألف فكيف بسيفه؟! وهل بلغ هذا إلا بقلبه وما يحويه قلبه؟ وهل هذا إلا نتاج شجاعته وإقدامه وثباته وإيمانه وهي كلها أعمال قلوب؟! رحمة الله عليه وكأنه يشرح بفعله معنى قول ابن الجوزي :\n\n\n\" الشجاع يلبس القلب على الدرع ، والجبان يلبس الدرع على القلب \" .\n\n\nليدخل بذلك في زمرة من عناهم رسول الله صلى الله عليه وسلم بقوله : \n\n\n« خير الصحابة أربعة ، وخير السرايا أربعمائة ، وخير الجيوش أربعة آلاف ، ولا تُهزَم اثنا عشر ألفا من قلة » .\n\n\nومعنى آخِر مقطعٍ في الحديث : « ولا تُهزَم اثنا عشر ألفا من قلة » : أن هزيمة أي جيش إن بلغ هذا العدد لا تكون بسبب قلته لكن بسبب قلوب جنوده ، فهل علمتم الآن سبب غثائية الأمّة وكثرة زبدها وضعف قوتها ووهن عزيمتها وتبوئها ذيل الأمم؟\n\n\nوفي المقابل : قد ينقلب قلب نصر الأمة هزيمة ماحقة ، فإن مرضا واحدا من أمراض القلب وهو الوهن كان كافيا لتسلط حفنة من اليهود لا تجاوز ملايينها عدد أصابع اليدين على مقدَّرات أمّة فاق عددها الألف ومائتي مليون مسلم ، إن قلوبنا هي سلاحنا الحقيقي في معركتنا الفاصلة مع العدو ، لذا كانت ولا زالت هي هدف العدو الأساسي ومرمى سهامه الوحيد ، يبث فيها السم ليتفشى فيها الداء ؛ فتبقى دوما طريحة فراش الشهوات والأمنيات ، وتترك بوابة الأمّة مفتوحة على مصراعيها لغارات العدو بعد أن رفعت رايتها البيضاء مستسلمة.\n\n\nويعضِّد هذا قول رسولنا صلى الله عليه وسلم : « صلاح أول هذه الأمّة بالزهد واليقين ، ويهلك آخرها بالبخل والأمل » ، وهي كما ترى ليست أعمال جوارح بل أعمال قلوب ، فاعلم قدر قلبك وأعطه ما يستحق واعتن به يا غافلا عن أثمن ما يملك!! نصر الأمّة في قلب وهزيمتها من قلب ، فأي القلبين قلبك؟!"
},
  {
  "title": "مستودع الأخلاق والمشاعر",
  "id": "article_11",
  "icon": "cloud_outlined",
  "color": "#00BCD4",
  "content": "إن قلب المرء هو الذي يتحكم في أخلاقه ويكظم انفعالاته ويضبط سلوكه ويهذِّب الشارد من طباعه ، وهل تسكن أخلاق الأمانة والوفاء والصبر والحلم والرحمة والعفو والصدق والعدل بيتا غير القلب؟! ولذا قال الأحنف بن قيس :\n\n\nولربما ضحك الحليم من الأذى ** وفؤاده من حرِّه يتأوَّه\n\n\nولربما شكل الحليم لسانه ** حذر الجواب وإنه لمُفوَّه \n\n\nفحُسْن الخلق من حياة القلب ، وسوء الخلق من مرض القلب أو موته ، وقد كان النبي صلى الله عليه وسلم أحسن الناس خلقا ، ولذا فقد كان قلبه أعمر القلوب بالحياة حتى أيقظ قلوب كل من كان حوله في حياته وبعد رحيله. \n\n\nقال أبو حامد الغزالي : \n\n\n\" القلب خزانة كل جوهر للعبد نفيس ، وكل معنى خطير ، أولها العقل ، وأجلُّها معرفة الله تعالى التي هي سبب سعادة الدارين ، ثم البصائر التي بها التقدُّم والوجاهة عند الله تعالى ، ثم النية الخالصة في الطاعات التي بها يتعلَّق ثواب الأبد ، ثم أنواع العلوم والحكم التي هي شرف العبد ، وسائر الأخلاق الشريفة الخصال الحميدة التي بها يحصل تفاضل الرجال ، وحُقَّ لهذه الخزانة أن تُحفظ وتصان عن الأدناس والآفات ، وتُحرس وتُحرز من السُرَّاق والقُطَّاع ، وتُكرم وتُجَلُّ بضروب الكرامات ، لئلا يلحق تلك الجواهر العزيزة دنس ، ولا يظفر بها -والعياذ بالله- عدو \" .\n\n\nإن قلبا عزيزا يمتلئ بالحزن سوف يرسل الأوامر إلى الوجه ليبتسم حتى لا يعلم الناس ما به من أذى ، فإن علموا ما به ظلَّ متألما بِذُلِّ الشكوى محترقا بنار شفقة الناس عليه ، وهكذا كان قلب العزيز أسامة بن منقذ حين قال :\n\n\nنافقتُ قلبي فوجـهي ضاحكٌ جذِل ** طلـق وقلبي كئيب مُكْمد باكِ\n\n\nوراحة القلب في الشكوى ولذتها ** لو أمكنت لا تساوي ذلة الشاكي\n\n\nإن القلب والباطن هو من يضبط ويتحكم في الجوارح والظاهر ليظهر أمام الناس ما يسمح به القلب فحسب ، ويأذن به ويرضاه ، واسمع مرة ثانية إلى قول أسامة بن منقذ وتمثيله الجميل :\n\n\nانظر إلى حسن صبر الشمع يُظهِرُ للـ ** رائين نورا وفيه النار تستعِر\n\n\nكذا الكـريم تراه تـراه ضاحكا جـذِلا ** وقلـبه بدخـيل الغـم منفطر"
},
{
  "title": "بين الموت والحياة",
  "id": "article_12",
  "icon": "book_outlined",
  "color": "#880E4F",
  "content": "قال تعالى :\n\n﴿ أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا ﴾ [ الأنعام : 122 ]\n\nوهذا مثل ضربه الله للذي هداه بعد الضلالة وشبَّهه بأنه كان كالميت الذي أحياه الله ، وجعل له نورا يمشي به في الناس مستضيئا به ، فيميز بعضهم من بعض ، ويفصل بين أبيضهم وأسودهم وجميلهم وقبيحهم ومن يعرف منهم ومن لا يعرف ، ويسير فلا يتعثَّر أو ينكب على وجهه ، ويعرف طريقه بل يساعد غيره على معرفة طريقه : يرشد العميان ويهدي الحيران ، أهذا مثله مثل من بقي على الضلالة المتخبط في الظلمة لا ينفك منها ولا يتخلص؟!\n\nولكي تفهمه الفارق جيدا بين الفريقين وترى التناقض الكبير والبون الشاسع بين طريقين ، فاسمع ما قاله زيد بن أسلم والإمام السُّدِّي في تفسير هذه الآية :\n\n\" ﴿ فَأَحْيَيْنَاهُ ﴾ : عمر رضي الله عنه ، ﴿ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ ﴾ : أبو جهل لعنه الله \" .\n\nإنه الفارق بين السماء والأرض ، لكن الصحيح أنها عامة في كل مسلم وكافر ، أو ضال ومهتدي ، ووصف الموت هذا أحد عشرة أوصاف وصف الله بها قلوب الكافرين في القرآن. قال الإمام القرطبي :\n\n\" وقال أهل المعاني : وصف الله تعالى قلوب الكفار بعشرة أوصاف : بالختم والطبع والضيق والمرض والرين والموت والقساوة والانصراف والحمية والإنكار ، فقال في الإنكار : ﴿ قُلُوبُهُمْ مُنْكِرَةٌ وَهُمْ مُسْتَكْبِرُونَ ﴾ [ النحل : 22 ] ، وقال في الحميّة : ﴿ إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ ﴾ [ الفتح : 26 ] ، وقال في الانصراف : ﴿ ثُمَّ انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ ﴾ [ التوبة : 127 ] ، وقال في القساوة : ﴿ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ ﴾ [ الزمر : 22 ] ، وقال : ﴿ ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ ﴾ [ البقرة : 74 ] ، وقال في الموت : ﴿ أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ ﴾ [ الأنعام : 122 ] ، وقال : ﴿ إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمُ اللَّهُ ﴾ [ الأنعام : 36 ] ، وقال في الرين : ﴿ كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ ﴾ [ المطففين : 14 ] ، وقال في المرض : ﴿ فِي قُلُوبِهِمْ مَرَضٌ ﴾ [ البقرة : 10 ] ، وقال في الضيق : ﴿ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا ﴾ [ الأنعام : 125 ] ، وقال في الطبع : ﴿ وَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ ﴾ [ التوبة : 87 ] ، وقال : ﴿ بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ ﴾ [ النساء : 155 ] ، وقال في الختم : ﴿ خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ ﴾ [ البقرة : 7 ] \" .\n\nوفي مقابل وصف : ميت ؛ أطلق الله على كل من قُتِل جهادا في سبيله لفظ : حي ، بل حرَّم علينا أن نطلق عليهم لقب أموات ، وما ذلك إلا لحياة قلبه ، فقال : ﴿ وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِنْ لَا تَشْعُرُونَ ﴾ [ آل عمران : 154 ]\n\nفنهانا سبحانه أن نطلق على الشهيد كلمة : ميت ، فهو حي في حياته وبعد رحيله ، لذا قال النبي صلى الله عليه وسلم عن طلحة بن عبيد الله وهو حي : « طلحة ممن قضى نحبه » ، فالحي حي في حياته وبعد مماته ، وميت القلب ميت في حياته وبعد موته ، وحياة قلب الشهيد توحي بها معنى كلمة شهيد والتي تعني أنه شهد على الغيب حتى صار عنده شهادة ، ولأنه رأى بقلبه ما لا يراه الناس إلا بعد موتهم ؛ فأقدم على التضحية بأغلى ما يملك ؛ كوفئ باستمرار إطلاق صفة الحياة عليه حتى بعد الموت."
},
  {
  "title": "معاتبة النفس وتوبيخها",
  "id": "article_13",
  "icon": "water_drop_outlined",
  "color": "#0D47A1",
  "content": "قال أبو بكر الصديق رضى الله عنه : من مقت نفسه في ذات الله آمنه الله من مقته .\n\n\n\nوقال أنس رضى الله عنه : سمعت عمر بن الخطاب رضى الله عنه دخل حائطًا فسمعته يقول وبيني وبينه جدار : عمر بن الخطاب أمير المؤمنين، بخ بخ، والله لتتقين الله يا ابن الخطاب أو ليعذبنك .\n\n\n\nوقال البختري بن حارثة : دخلت على عابد فإذا بين يديه نار قد أججها وهو يعاتب نفسه فلم يزل يعاتبها حتى مات .\n\n\n\nوكان بعضهم يقول إذا ذكر الصالحون : فأف لي وتف .\n\n\n\nواعلم أن أعدى عدو لك نفسك التي بين جنبيك، وقد خلقت أمارة بالسوء، ميالة إلى الشر، وقد أمر بتقويمها وتزيكتها وفطامها عن مواردها، وأن تقودها بسلاسل القهر إلى عبادة ربها، فإن أهملتها جمحت وشردت، ولم تظفر بها بعد ذلك، وإن لزمتها بالتوبيخ رجونا أن تصير مطمئنة، فلا تغفلن عن تذكيرها. وسبيلك أن تقبل عليها، فتقرر عندها جهلها وغباوتها وتقول : يا نفس، ما أعظم جهلك، تدعين الذكاء والفطنة وأنت أشد الناس غباوة وحمقًا، ِأما تعلمين أنك صائرة إلى الجنة أو النار ؟ فكيف يلهو من لا يدري إلى أيتهما يصير ؟! وربما اختطف في يومه أو في غده ! أما تعلمين أن كل ما هو آت قريب، وأن الموت يأتي بغتة من غير موعد، ولا يتوقف على سن دون سن، بل كل نفس من الأنفاس يمكن أن يكون فيه الموت فجأة، وإن لم يكن الموت فجأة كان المرض فجأة، ثم يفضي إلى الموت.\n\n\n\nفمالك لا تستعدين للموت وهو قريب منك ؟! يا نفس، إن كانت جرأتك على معصية الله تعالى لاعتقادك أن الله لا يراك فما أعظم كفرك ! وإن كانت مع علمك باطلاعه عليك، فما أشد رقاعتك، وأقل حياءك ! ألك طاقة على عذابه ؟ جربي ذلك بالقعود ساعة في الحمام، أو قربي أصبعك من النار. يا نفس ! إن كانت المانع لك من الاستقامة حب الشهوات، فاطلبي الشهوات الباقية الصافية عن الكدر، ورب أكلة منعت أكلات .\n\n\n\nوما قولك في عقل مريض أشار عليه الطبيب بترك الماء ثلاثة أيام ليصح ويتهيأ لشربه طول العمر؟! فما مقضي العقل في قضاء حق الشهوة ؟ أيصبر ثلاثة أيام ليتنعم طول العمر ؟ أم يقضي شهوته في الحال ثم يلزمه الألم أبدًا ؟ فجميع عمرك بالإضافة إلى الأبد الذي هو مدة نعيم أهل الجنة وعذاب أهل النار أقل من ثلاثة أيام بالإضافة إلى جميع العمر، بل أقل من لحظة بالإضافة إلى عمر الدنيا .\n\n\n\nوليت شعري! ألم الصبر عن الشهوات أشد وأطول، أم ألم النار في الدركات؟ فمن لا يطيق الصبر على ألم المجاهدة، كيف يطيق ألم العذاب في الآخرة؟ أشغلك حب الجاه؟ أما بعد ستين سنة أو نحوها، لا تبقين أنت ولا من كان لك عنده جاه , هلا تركت الدنيا لخسة شركائها، وكثرة عنائها، وخوفًا من سرعة فنائها , أتستبدلين بجوار رب العالمين .\n\n\n\nصف النعال في صحبه الحمقى؟ قد ضاع أكثر البضاعة، وقد بقيت من العمر ضُبابه، ولو استدركت ندمت على ما ضاع، فكيف إذا أضفت الأخير إلى الأول؟ اعملي في أيام قصار لأيام طوال، وأعدي الجواب للسؤال , اخرجي من الدنيا خروج الأحرار قبل أن يكون خروج اضطرار، إنه من كانت مطيته الليل والنهار سير به وإن لم يسر .\n\n\n\n\n\nتفكروا في هذه الموعظة، فإن عدمت تأثيرها، فابك على ما أصبت به، فمستقى الدمع من بحر الرحمة ."
},
  {
  "title": "(المحاسبة والمراقبة لابن قدامة المقدسى (المحاسبة بعد العمل",
  "id": "article_14",
  "icon": "mosque_outlined",
  "color": "#BF360C",
  "content": "قال الله تعالى : \" يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللهَ إِنَّ اللهَ خَبِيرٌ بِمَا تَعْمَلُونَ \" [الحشر: 18] وهذه إشارة إلى المحاسبة بعد مضي العمل، ولذلك قال عمر رضى الله عنه : حاسبوا أنفسكم قبل أن تحاسبوا , وقال الحسن : المؤمن قوام على نفسه، يحاسب نفسه , وقال : إن المؤمن يفجأه الشيء يعجبه فيقول : والله إني لأشتهيك وإنك لمن حاجتي، ولكن والله ما من حيلة إليك ، هيهات حيل بيني وبينك، ويفرط منه الشيء فيرجع إلى نفسه فيقول : ما أردت إلى هذا، مالي ولهذا ؟ والله لا أعود إلى هذا أبدًا إن شاء الله .\n\n\n\nإن المؤمنين قوم أوثقهم القرآن، وحال بينهم وبين هلكتهم، إن المؤمن أسير في الدنيا، يسعى في فكاك رقبته، لا يأمن شيئًا حتى يلقى الله عز وجل، يعلم أنه مأخوذ عليه في سمعه، وفي بصره، وفي لسانه، وفي جوارحه، مأخوذ عليه في ذلك كله .\n\n\n\nواعلم أن العبد كما ينبغي أن يكون له وقت في أول النهار يشارط فيه نفسه، كذلك ينبغي أن يكون له ساعات يطالب فيها نفسه في آخر النهار، ويحاسبها على جميع ما كان منها، كما يفعل التجار في الدنيا مع الشركاء في آخر كل سنة أو شهر أو يوم .\n\n\n\nومعنى المحاسبة أن ينظر في رأس المال، وفي الربح، وفي الخسران لتتبين له الزيادة من النقصان، فرأس المال في دينه الفرائض، وربحه النوافل والفضائل، وخسرانه المعاصي، وليحاسبها أولاً على الفرائض، وإن ارتكب معصية اشتغل بعقابها ومعاقبتها ليستوفى منها ما فرط .\n\n\n\n\n\nقيل : كان توبة بن الصمة بالرقة، وكان محاسبًا لنفسه، فحسب يومًا فإذا هو ابن ستين سنة، فحسب أيامها فإذا هي أحد وعشرون ألف يوم وخمسمائة يوم، فصرح وقال : يا ويلنا ! ألقي الملك بأحد وعشرين ألف ذنب وخسمائة ذنب ؟! كيف وفي كل يوم عشرة آلاف ذنب، ثم خر مغشيًا عليه فإذا هو ميت، فسمعوا قائلاً يقول : يا لها ركضة إلى الفردوس الأعلى! فهكذا ينبغي للعبد أن يحاسب نفسه على الأنفاس وعلى معصية القلب والجوارح في كل ساعة، فإن الإنسان لو رمى بكل معصية يفعلها حجرًا في داره لامتلأت داره في مدة يسيره، ولكنه يتساهل في حفظ المعاصي وهي مثبتة \" أَحْصَاهُ اللهُ وَنَسُوهُ \" [المجادلة : 6] ."
},
  {
  "title": "(المحاسبة والمراقبة لابن قدامة المقدسى (المـراقبـة",
  "id": "article_15",
  "icon": "calendar_today_outlined",
  "color": "#1A237E",
  "content": "إذا أوصى الإنسان نفسه، وشرط عليها ما ذكرناه، لم يبق إلا المراقبة لها وملاحظتها .\n\nوفي الحديث الصحيح في تفسير الإحسان لما سئل عنه رسول الله صلى الله عليه وسلم قال : «أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك» (رواه مسلم والترمذي وأبو داود والنسائي وابن ماجه وابن حبان) ، أراد بذلك استحضار عظمة الله ومراقبته في حال العبادة .\n\nقيل : دخل الشبلي على أبي الحسين النوري وهو قاعد ساكن، لا يتحرك من ظاهره شيء، فقال له : ممن أخذت هذه المراقبة والسكون ؟ فقال : من سنور كانت لنا، إذا أرادت الصيد رابطت رأس الحجر حتى لا يتحرك لها شعرة . وينبغي أن يراقب الإنسان نفسه قبل العمل وفي العمل، هل حركه عليه هوى النفس أو المحرك له هو الله تعالى خاصة ؟ فإن كان الله تعالى، أمضاه، وإلا تركه وهذا هو الإخلاص .\n\nقال الحسن : رحم الله عبدًا وقف عند همه، فإن كان لله مضى، وإن كان لغيره تأخر .\n\nفهذه مراقبة العبد في الطاعة وهو أن يكون مخلصًا فيها، ومراقبته في المعصية تكون بالتوبة والندم والإقلاع، ومراقبته في المباح تكون بمراعاة الأدب، والشكر على النعيم، فإنه لا يخلو من نعمة لا بد له من الشكر عليها، وكل ذلك لا يخلو من المراقبة .\n\nوقال وهب بن منبه في حكمة آل داود : حق على العاقل أن لا يشغل عن أربع ساعات: ساعة يناجي فيها ربه، وساعة يحاسب فيها نفسه، وساعة يفضي بها إلا إخوانه الذين يخبرونه بعيوبه، ويصدقونه عن نفسه، وساعة يخلي بين نفسه وبين لذاتها فيما يحل ولا يحرم، فإن هذه الساعة عون على هذه الساعات، وإجمام للقوة، وهذه التي هي مشغول فيها بالمطعم والمشرب، لا ينبغي أن تخلو عن عمل هو أفضل الأعمال، وهو الذكر والفكر؛ فإن الطعام الذي يتناوله فيه من العجائب ما لو تفكر فيه كان أفضل من كثير من أعمال الجوارح ."
},
  {
  "title": "السر الدفين",
  "id": "article_16",
  "icon": "star_outline",
  "color": "#827717",
  "content": "وهي وصية النبي  : \n\n« من استطاع منكم أن يكون له خبيء من عمل صالح فليفعل » .\n\nفلابد نعم لابد لكل مريض أن يكون له عبادة سرية مع الله لا يعلم بها أحد سواه ، إنه دواء فوق الدواء ، وضمانٌ للشفاء ، وتكثيرٌ للحسنات ، ودليل الإخلاص ونقاء النيات ، وقد حثَّنا الله ورسوله عليه في كل عبادة :\n\n ففي الذكر : « ورجل ذكر الله خاليا ففاضت عيناه » ، وقول ربنا في الحديث القدسي : « عبدي .. إذا ذكرتني خاليا ذكرتك خاليا ، وإن ذكرتني في ملأ ذكرتك في ملأ خير منهم وأكبر » .\n\nوفي الصدقة : « ورجل تصدق بصدقة حتى لا تعلم شماله ما أنفقت يمينه ». عن محمد بن واسع قال : \" لقد أدركت رجالاً كان الرجل يكون رأسه مع رأس امرأته على وسادة واحدة قد بل ما تحت خده من دموعه لا تشعر به امرأته، ولقد أدركت رجالا يقوم أحدهم في الصف فتسيل دموعه على خده ولا يشعر به الذي إلى جانبه \".\n\n وفي الدعاء : قول ربنا : ﴿ ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً ﴾ [ الأعراف : 55 ] ، وقال عقبة بن عبد الغافر : \" دعوة في السر أفضل من سبعين في العلانية ، وإذا عمل العبد في العلانية عملاً حسناً وعمل في السر مثله قال الله لملائكته : هذا عبدي حقا \" .\n\n وفي الصوم : قال عيسى بن مريم عليه السلام : \" إذا كان يوم يصوم أحدكم ؛ فليدهن لحيته ، ويمسح شفتيه ، وليخرج إلى الناس حتى كأنه ليس بصائم \" .\n\n وفي الصلاة : « صلاة الرجل تطوعا حيث لا يراه الناس تعدل صلاته على أعين الناس خمسا وعشرين » ، وقال : « تطوع الرجل في بيته يزيد على تطوعه عند الناس كفضل صلاة الرجل في جماعة على صلاته وحده » .\n\nالخلوة سلاح ذو حدين\n\nومن لوازم عبادة السر وجود الخلوة ، فالمطلوب منك كي تضاعف أثر دوائك أن تخفيه ، وذلك في خلوة من الناس ، فإن قضيت خلوتك في معصية الله ؛ فقد حوَّلت الدواء إلى وباء ، وجعلت من العسل علقما ، والله الذي يطلع على الأسرار يفضح من يفعل ذالك من الأبرار والفجار. قال حكيم زمانه وواعظ عصره يحيى بن معاذ الرازي [ ت : 258 ] : \" من خان الله في السر هتك سره في العلانية \" .\n\nيا كاتم السر ومخفيه أين من الله تُواريه\n\nبارزت بالعصيان رب العلى وأنت من جارك تُخفيه\n\nيقول الإمام ابن القيم في تفسير قوله تعالى : ﴿ يَوْمَ تُبْلَى السَّرَائِرُ ﴾ [ الطارق : 9 ] :\n\n\" في التعبير عن الأعمال بالسر لطيفة ، وهو أنَّ الأعمال نتائج السرائر الباطنة ، فمن كانت سريرته صالحة ، كان عمله صالحا ، فتبدو سريرته على وجهه نورا وإشراقا وحياء ، ومن كانت سريرته فاسدة ، كان عمله تابعا لسريرته ، لا اعتبارا بصورته ، فتبدو سريرته على وجهه سوادا وظلمة وشينا ، وإن كان الذي يبدو عليه في الدنيا إنما هو عمله لا سريرته ، فيوم القيامة تبدو عليه سريرته ، ويكون الحكم والظهور لها \" .\n\nوفي المقابل ينشر الله المسك والريحان والنور والإيمان لكل من أطاعه في السر ، واسمع خبر محمد بن أسلم :\n\n\" وقيل لأحمد بن نصر : يا أبا عبد الله!! صلى عليه ألف ألف من الناس ، وقال بعضهم : ألف ألف ومائة ألف من الناس ؛ يقول صالحهم وطالحهم : لم نعرف لهذا الرجل نظيرا ، فقال أحمد بن نصر : \" يا قوم أصلحوا سرائركم بينكم وبين الله ، ألا ترون رجلا دخل بيته بطوس فأصلح سره بينه وبين الله ، ثم نقله الله إلينا فأصلح الله على يديه ألف ألف ومائة ألف من الناس \" . \n\nوخبر معروف في هذا الشأن معروف ، فقد قال عنه ابن الجوزي : \n\n\" فهذا معروف ؛ كان منفردا بربه ، طيِّب العيش معه ، لذيذ الخلوة به ، ثم قد مات منذ نحو أربعمائة سنة ، فما يخلو أن يُهدي إليه كل يوم ما تقدير مجموعة أجزاء من القرآن ، وأقله من يقف على قبره فيقرأ : ﴿ قُلْ هُوَ اللَّهُ أَحَدٌ ﴾ ويُهديها له ، والسلاطين تقف بين يدي قبره ذليلة ؛ هذا بعد الموت ، ويوم الحشر تُنشر الكرامات التي لا توصف \" . \n\nويشرح وهب بن منبِّه العلاقة الوطيدة بين السر والعلانية ؛ والصلة الخفية بين الخلوة والجلوة ، ويبيِّن قدر كل منهما ودرجته بالنسبة إلى أخيه في قوله : \n\n\" ولا تظن أن العلانية هي أنجح من السريرة ، فإنَّ مثل العلانية مع السريرة ، كمثل ورق الشجر مع عرقها ، العلانية ورقها ، والسريرة عرقها ، إن نُخِر العرق هلكت الشجرة كلها ، ورقها وعودها ، وإن صلحت صلحت الشجرة كلها ، ثمرها وورقها ، فلا يزال ما ظهر من الشجرة في خير ما كان عرقها مستخفيا ، لا يُرى منه شيء ، كذلك الدين لا يزال صالحا ما كان له سريرة صالحة ، يصدق الله بها علانيته ، فإن العلانية تنفع مع السريرة الصالحة ، كما ينفع عرق الشجرة صلاح فرعها ، وإن كان حياتها من قبل عرقها ، فإن فرعها زينتها وجمالها ، وإن كانت السريرة هي ملاك الدين ، فإنَّ العلانية معها تزين الدين وتجمله ، إذا عملها مؤمن لا يريد بها إلا رضاء ربه عز وجل \" . \n\nللخلوة ست فوائد\n\nوالخلوة من أنجع الوسائل في رؤية عيوب النفس ومعرفة آفاتها. قال ابن الجوزي :\n\n\" فعليك بالعزلة والذكر والنظر في العلم ، فإن العزلة حمية ، والفكر والعلم أدوية ، والدواء مع التخليط لا ينفع ، وقد تمكنت منك أخلاط المخالطة للخلق والتخليط في الأفعال ، فليس لك دواء إلا ما وصفت لك ، فأما إذا خالطت الخلق وتعرَّضت للشهوات ، ثم رمت صلاح القلب رُمتَ الممتنع\" .\n\nوالخلوة تكون بذلك بابا من أبواب التوبة ، وقد لمح هذا المدخل مقتفي الأثر الماهر أبو الفرج ابن الجوزي حيث أدهشنا في كتابه المدهش ( المدهش ) بهذا الفضل فقال :\n\n\" خلق قلبك صافيا في الأصل ، وإنما كدرته الخطايا ، وفي الخلوة يركد الكدر \" .\n\nولذا جعلها يحيى بن معاذ من أبرز علامات التوبة الصادقة والمميزة لها عن التوبة الكاذبة ، فقال : \" وعلامه التائب : إسبال الدمعة ، وحب الخلوة ، والمحاسبه للنفس عند كل همة \" ، وأوصى بها وريث الأنبياء ودرة الأتقياء الحسن البصري آمرا كل تائب : \" وابكِ في ساعات الخلوة لعل مولاك يطلع عليك ، فيرحم عبرتك ، فتكون من الفائزين \" .\n\nوالخلوة وسيلة إلى اقتناص خواطر الخير وصيد الأفكار الجيدة التي لا ترد في الزحام وبين الناس ؛ كما حكى تجربته في ذلك الإمام أبو سليمان الخطابي [ ت : 388 ] فقال :\n\nإذا خلوتُ صفا ذهني وعارضني خواطرٌ كطراز البرق في الظلم\n\nوإن توالى صياح الناعقين على أذني عرتني منه لكنة العجم \n\nوالخلوة ميزان دقيق يقيس به العبد إيمانه ويعرف صدقه وإخلاصه. قال ابن القيم : \" من فقد أنسه بالله بين الناس ووجده في الوحدة فهو صادق ضعيف ، ومن وجده بين الناس وفقده في الخلوة فهو معلول ، ومن فقده بين الناس وفي الخلوة فهو ميت مطرود ، ومن وجده في الخلوة وفي الناس فهو المحب الصادق القوي في حاله \" . \n\nوالخلوة طريق موصل إلى محبة الله كما قال ذلك ابن القيِّم في الوسيلة الثامنة من أصل عشرة لنيل هذا الشرف :\n\n\" الثامن : الخلوة به وقت النزول الإلهي لمناجاته وتلاوة كلامه والوقوف بالقلب والتأدب بأدب العبودية بين يديه ، ثم ختم ذلك بالاستغفار والتوبة \" .\n\nونصيب كل منا من هذا الحب حسب مقدار خلوته وإخلاص نيته ، وفي ذلك فليتنافس المحبون. قال ابن الجوزي : \" الخلوة شرك لصيد المؤانسة ، فأخفى الصيادين شخصا وأقلهم حركة أكثرهم التقاطا للصيد ، ما صاد هرَّا صاح \" . \n\nوالخلوة عند بعض أطباء القلوب من بعض ثمن الجنة ، فقد قال يحيى بن معاذ وقد سُئل يوما : ما العبادة؟! فقال : \" حرفة حانوتها الخلوة وربحها الجنة \" .\n\nوالخلوة تكون أسهل في اعتكاف رمضان أو في رحلة عمرة أو حج ، لكنها تحتاج إلى مجاهدة أشد واهتمام أكبر في أي وقت غير هذا ؛ لأنك عندها تنتزع نفسك من وسط أعبائك واهتماماتك وأموالك وعيالك لتجمع همك على الله وحده ، وقد يمل الإنسان الخلوة ، وهو ما نقله العلامة الخطابي عن أحد الحكماء وهو يشرح لماذا يمل الإنسان من الجلوس وحده ، فقال : \n\n\" قال بعض الحكماء : إنما يستوحش الإنسان بالوحدة لخلاء ذاته ، وعدم الأفضلية من نفسه ؛ فيتكثر حينئذ بملاقاة الناس ، ويطرد الوحشة عن نفسه بالكون معهم ، فإذا كانت ذاته فاضلة طلب الوحدة ليستعين بها على الفكرة ، ويتفرغ الاستخراج الحكمة \" .\n\nالتعليقات     إضافة تعليق"
},
  {
  "title": "مواسم الاستشفاء",
  "id": "article_17",
  "icon": "emoji_emotions_outlined",
  "color": "#263238",
  "content": "ومواسم الاستشفاء هي الأزمنة التي طرح الله فيها البركة وألقى في ثناياها الرحمة ؛ فالشفاء فيها أسهل ، والهداية أقرب ، والمغفرة أرجى ، وطلب الأمن من صاحب الأمان أوقع ، والرحمات تنهمر بحيث لو كُشِف الحجاب عن الأبصار لعاينت تنزل الرحمات كالأمطار الغزار ، فكم لله فيها عين حُرِّمت على النار ، وكم وُضِع فيها من ثقل الأوزار ، وكم أُعطي سائلٌ سؤله ، ومدركٌ أمله ، لذا تغتاظ الشياطين ، وتُسرُّ الملائكة ، وتنخذل النفس الأمارة بالسوء أمام زحف قوات التقوى ، ويجيب داعي الخير الكثيرَ من الخلق ومن أول كلمة ، فاغتنم مواسم الأرباح هذه فقد دنا رحيلها ، وادخل من أبواب التوبة قبل موعد إغلاقها ، وبادر شمس المنية قد لاح إشراقها ، وبالله!! لا تترك هذه الفرصة فتندم؟!\n\nويدخل في هذا : الانغماس في أجواء الاستشفاء فترة من الزمن ، والتعرض لسيل مكثف من نفحات الحق أثناء موسم من مواسم الخير المنهمر كشهر رمضان كل عام ، أو عشر ذي الحجة ، أو فترة أقصر كيوم الجمعة من كل أسبوع ، وكل هذا يعظِّم مفعول الدواء فيعجِّل بتطهير القلب ويُسرِّع بشفائه ببركة هذه الأزمنة المباركة والنفحات الطيبة.\n\nالأزمنة الكريمة عند الله مثل السنين المخصصة للزارعين تكثر بركتها ويفيض نتاجها ويعم خيرها ، وكالليالي المقمرة للمسافرين تُطوى لهم فيها الأرض وتُقطع المسافات ويدنو الوصول ويلوح الهدف ، فكذلك العامل لله في الأوقات الشريفة تزكو أعماله فيها أضعاف ما تزكو فيما سواها ، لأنه سبحانه اصطفاها لعباده من بين غيرها ، وهو سبحانه يعطي ما يشاء من يشاء ومتى يشاء.\n\nوليس الأمر مقصورا على المواسم الفاضلة فحسب ، بل يتعدَّاه ليشمل كل ساعات المد الروحي التي تمر بها لتغتنمها في غمر ما مات من أنحاء قلبك وثنايا روحك ، وهذه الساعات هي أي ساعة أشرقت عليك فيها أنوار قربه ولذائذ عفوه ، واغتنامها بأن تغسل فيها بمياه الخشية ذنبك ، وتستنصر الله على من بغى عليك من هواك ، و يا الله .. صرخة معناها : ما أسرع نصرته إلى المستنجدين ، فمدَّ يديك لتستقي سحُب رحمته ، وتتقلَّب في رضوانه ، وادع الله أن يُديم عليك النعمة الزائرة ويثبِّت الهداية العابرة ، ويُركِّزها في القلب ، واسمع وصية العرب تقول :\n\n\" اسْرِ وَقَمَرٌ لَكَ \"\n\nأي اغتنم طلوع القمر ؛ فسِر في ضوئه ما دام طالعا قبل أن يغيب فتخبط الظلمة وتضلَّ الطريق ، وأنت كذلك اغتنم شروق شمس الهداية في قلبك وبادر غروبها بذلا وعملا وجدا واجتهادا قبل أن تُدلي ظلمة الأهواء أستارها.\n\nبادر الفرصة واحذر فوتها فبلوغ العز في نيل الفرص\n\nفابتدر مسعاك واعلم أنَّ مَنْ بادر الصيد مع الفجر قنص"
},
  {
  "title": "نقطة الضعف المدمِّرة",
  "id": "article_18",
  "icon": "cloud_outlined",
  "color": "#004D40",
  "content": "لكل منا نقطة ضعفه التي يتسلل منها الشيطان إلى قلبه لينقل إليه العدوى ويبث النجوى ، وهي تختلف من مريض لآخر ، لكن الحاذق اليوم هو من عرف نقطة ضعفه ، وابتعد عن كل ما يوصل إليها ، فإن كانت نقطة ضعفه النساء سعى في شغل فراعه وتجنَّب أماكن الاختلاط والتبرج ، وإن كانت انهياره في الخلوة في مواجهة الذنوب ؛ حرص على الذوبان في مجتمع الصالحين وعدم التفرد ما استطاع إلى أن تقوى مناعته ، وإن كانت نقطة ضعفه شرهه في جمع المال زار من هو أفقر منه وعاد أصحاب الأمراض المستعصية حتى يعتبر ، وبهذا يغلق الباب أمام تفاقم المرض ، بل يشفى منه بمرور الوقت بإذن الله.\n\nإن معرفة نقطة الضعف هي نصف الطريق إلى الشفاء ، ولذا كان من جميل الدعاء : \" اللهم أرنا الحق حقا وارزقنا اتباعه \" ، فالمشاكل العويصة تُحلُّ بمعرفة الحق أولا ، ثم بامتلاك الطاقة النفسية والقوة الروحية لاتباع هذا الحق ، فإن عرفت نقطة ضعفك فقد قطعت شوطا طويلا في طريق العلاج ، وكثير من الناس لا يعرف عيبه ، ومنهم من يعرف ويجادل عنه أو ينفيه وكأنه تهمة ، وليس هذا من سمات المؤمنين في شيء ، فإن صاحب القلب الحي يفرح بمن أهدى إليه عيوبه ، ويتخذ صاحبا يُحصي عليه ، ويُلِحُّ على من يخالطه في أن يرشده إلى نقائصه.\n\nوقد يقوى المرء في جانب ويضعف في آخر ، وقد يعرف نقطة ضعفه وقد لا يعرفها ، وليس غير التجربة خير برهان ، ولذلك لما اختلف الناس في أيهما أزهد عمر بن عبد العزيز أم أويس القرني؟ قال أبو سليمان الداراني : \" كان عمر بن عبد العزيز أزهد من أويس القرني ، لأن عمر ملك الدنيا بحذافيرها وزَهَد فيها ، ولا ندري حال أويس لو ملك ما ملكه عمر كيف يكون؟ ليس من جرَّب كمن لم يُجرِّب \" . \n\nيوم العرض على القلب\n\nوقد سبق وأن أرشدك نبيك  إلى أهمية معرفة نقطة الضعف حين قال :\n\n« تُعرَض الفتن على القلوب عرض الحصير عودا عودا ، فأي قلب ‏ ‏أُشْرِبَهَا نكت فيه نكتة سوداء ، وأي قلب أنكرها نُكِت فيه نكتة بيضاء ؛ حتى يصير القلب أبيض مثل الصفا لا تضره فتنة ما دامت السموات والأرض ، والآخر أسود مُرْبَادًّا كالكوز مُجَخِّيا لا يعرف معروفا ولا ينكر منكرا إلا ما ‏أُشْرِبَ من هواه » . \n\n‏والإتيان بالفعل « تُعرض » بصيغة المضارع دلالة على أن العرض مستمر طيلة الحياة لا ينتهي حتى تنتهي أنت إلى قبرك ، لكن الفتن تختلف ؛ ففتنة الشباب غير فتنة الشيوخ ، لأن شهوة النساء مثلا في قلوب الشباب أقوى ، وطول الأمل والحرص في قلوب الشيوخ أبقى ، فلكل عمر فتْنَتُه ، وقد يصمد الرجل أمام فتنة سنين ؛ فإذا كان آخر عمره هوى فيها ، بل ولكل جنس أيضا فتْنَتُه ، ففتن الرجال غير فتن النساء ، بل لكل زمن فتن ، والشيطان في كل الأحوال ملحاح لا يدع المحاولة مع أي أحد وفي أي عمر كان.\n\nومعنى « عُودا عُودا » أى تُعاد وتكرَّر مرة بعد مرة ، لذا أوردها النووي في رواية بلفظ « عَوْدا عَوْدا » ، ومعنى عرض الحصير أي كما يُنسج الحصير عودا عودا ، وذلك أن ناسج الحصير عند العرب كلما صنع عودا أخذ آخر ونسجه ، فشبَّه عرض الفتن على القلوب واحدة بعد أخرى بعرض قضبان الحصير على صانعها واحدا بعد واحد ، فمن القلوب من يُشرَب هذه الفتنة ، ‏ومعنى أُشربها أي استسلم لها حتى دخلت فيه دخولا تاما وحلت منه محل الشراب ، ومنه قوله تعالى ﴿ وَأُشْرِبُوا فِي قُلُوبهمْ الْعِجْل ﴾ [ البقره : 93 ] أي حب العجل. \n\nيا تائها عن معرفة نقطة ضعفه : أما عرفت قصتك؟! أما دريت خبرك؟! أنت الذي كانت له الفتنة لقلبه كحصان طروادة ، استخدمها الشيطان ليتسلل بها إلى قلعته ، ويجتاز كافة حراسات القلب وجنوده ؛ حتى إذا دخل وتمكن استمر الزحف ، فانهارت المناعة واستسلمت القلعة!!\n\nوأمام هذا السيل المنهمر الذي تتابع على القلب يسودُّ القلب ، ويظل يهوي وينتكس ويذوي ويرتكس حتى يصبح كالكوز مُجَخِّيا أي مقلوبا ، وهل يبقى في الكوب المقلوب شيء؟ وكذلك هو لا يبقى ولا يثبت فيه أي خير ، ومعنى آخر لقوله « منكوسا » أي تنقلب عنده حقائق الأمور ، فيرى الباطل حقا والحق باطلا ، والهلاك نجاة والنجاة هلاكا ، والحامض حلوا والسكر ملحا ، وهذه عاقبة كل من استسلم لضعفه وركع لهواه.\n\nومن يك ذا فمٍ مُرٍّ مريضٍ ... يجد مُرَّا به الماءَ الزلالا\n\nوتأمَّل قوله : « مُربادَّا » أي يحمل بقايا بياض فى عموم سواد ، وهذا دلالة على أنه ما كان أسود يوم خلقه الله ، بل كان أبيض ناصع بياض الفطرة ليحمل الخير ويدوم عليه ؛ لكنه اختار بإرادته الذي هو أدنى ، وقدَّم الخبيث على الطيب ، وطرد خيره مؤثرا شرَّه ، وأحيا فجوره وأمات بِرَّه ، فلم يبق من البياض والفطرة والإيمان إلا بقع من البياض الغارقة في لجة الخطيئة وطوفان السواد.\n\nوالحديث في مجمله يبث الرعب فينا ليدفعنا بقوة إلى ضرورة مراجعة النفس لاكتشاف نقطة الضعف التي يتسلل منها الشيطان ليحوِّل صاحب القلب الحي في النهاية إلى صاحب قلب منكوس ، وما ذاك إلا من تهاونه في معرفة عيب نفسه في البدء ، وعدم سدِّ هذا المنفذ على الشيطان بسد فولاذي الإيمان وسعيه الحثيث في العلاج ، نعم نقطة ضعف واحدة ليس غير كفيلة أن تؤدي إلى انتكاسة قلبك وانقلاب روحك ، وأنت السبب إذ لم تسمع وصية الحبيب ، أو سمعتها ورميتها وراء ظهرك ، ثم تبكي!! \n\nوما مثلك بنقطة ضعفك مع شيطانك إلا كحامل قطعة لحم وحوله كلب جائع ، فلا يزال الكلب ملازما لك حتى ترمي عنك قطعة اللحم ، فإن رميتها ثم زجرته انصرف عنك ، وإلا ظل يحوم حولك يطمع في لحظة غفلة أو سِنة نوم ليهجم!!\n\nوفي المقابل ينتصب القلب الحي صخرة شامخة تتكسر عليها أمواج الفتن ، وهذا سر تشبيهه بالصفا. قال القاضي عياض رحمه الله : \" ليس تشبيهه بالصفا بيانا لبياضه ، لكن صفة أخرى لشدته على عقد الايمان وسلامته من الخلل ، وأن الفتن لم تلصق به ولم تؤثر فيه كالصفا ، وهو الحجر الاملس الذى لا يعلق به شيء \" .\n\nومن هذه القلوب الحية قلب علم الأولياء عبد القادر الجيلاني [ت:561] الذي محى نقطة ضعفه قبل أن تظهر ، وأزالها من أرض قلبه حتى قبل أن تبرز ، وانظروا إليه وإلى شدة عزمة وقوة بأسه وهو يقول : \" إذا وُلِد لي ولد أخذته على يدي ، فأُخرِجه من قلبي ، فإذا مات لم يؤثِّر عندي موته شيئا!! \" ."
},
  {
  "title": "شدِّد ثم أرخِ",
  "id": "article_19",
  "icon": "home_outlined",
  "color": "#3E2723",
  "content": "البداية القوية تضمن النهاية السعيدة ، والعزمة الفتية تكفل دوام الصحة أعواما مديدة ، فلا بد من عزمة وقرار حاسم ووقفة محورية تعترف فيها ليس فقط أنك مريض ؛ بل وتعلن أنك في أمس الحاجة للدواء ، ويُرى ذلك في شدة انطلاقتك وحماستك ، وبدون هذه البداية تتعثَّر في النهاية بل قبل النهاية ، وصدق الشاعر إذ يقول :\n\nفقسا ليزدجروا ومن يكُ حازما * فليقْسُ أحيانا على من يرحم\n\nقد يقسو الأب على ابنه وهو صغير في سن التنشئة ليقيمه على الجادة ، ويغرس في نفسه منذ الصغر ما يجهل الطفل حكمته في صغره ولن يعرف قيمته إلا عند كبره ، وهذه القسوة هي عين الرحمة ، وهذه الغلظة من ورائها أرق المشاعر ، وإلا شاب الولد على ما شبَّ عليه ، وما شبَّ عليه ليس فيه من الأدب والذوق والأخلاق شيء ، أليس كذلك؟\n\nفإن قلت : بلى ؛ سألتك : وهل أحد أحق بالرحمة من نفسك التي بين جنبيك؟! وهل أولى بالشفقة من روحك التي هي سر حياتك؟ فما بالك تؤدِّب ولدك وتهمل نفسك؟! وتعِظ غيرك وتنسى قلبك؟!\n\nومن التشديد صفاء الابتداء وقوة الانطلاق من أول خطوة. قال أبو عثمان الحيري : \" من لم تصح إرادته ابتداء ؛ فإنه لا يزيده مرور الأيام عليه إلا إدبارا \" .\n\nومن التشديد أخذ النفس بالعزم ، وعدم إرخاء الحبل لها والسماح لها بالتفلت والهرب ، وذلك بإلزامها من الطاعات ما يهذِّب سلوكها ويلين طبعها ، والإكثار عليها من النوافل حتى تذل طبيعتها الأمارة بالسوء وتستسلم للخير ، وهذا فعل الله وتشريعه ، ومثال ذلك : أن الله أمر الصحابة بصبر الواحد منهم إلى العشرة ثم خفَّف عنهم ذلك إلى الاثنين ، ومن ذلك أنه حرَّم على المسلمين الأوائل في الصيام إذا نام أحدهم أن يأكل بعد ذلك أو يجامع حتى اعتادته النفوس ثم خفَّف عنهم ، ومن ذلك أنه أوجب عليهم تقديم الصدقة بين يدي مناجاة رسوله فلما وطَّنوا على أمر الله خفَّفه عنهم ، ومن ذلك أنه فرض قيام الليل عاما كاملة لتعتاده النفس ثم نزلت آية التخفيف بجعله نافلة. قال ابن القيِّم : \" وقد يفعل الملوك ببعض رعاياهم قريبا من هذا ، وقد يفعل بعض الحمَّالين قريبا من هذا فيزيدون على الحمل شيئا لا يحتاجون إليها ، ثم يحط تلك الأشياء فيسهل حمل الباقي عليهم \" .\n\nومن التشديد قضاء الطاعة إذا فاتتك حتى لا تسترسل النفس في ترك الطاعة والتقصير ، فتعتاده ويصعب عليها المواظبة من بعد.\n\nومن التشديد تلقي الأمر للتنفيذ لأن لغة المواعظ وحدها لا تنفع ، بل لا بد من مزجها بصيغة الأمر والنهي ، واستقبال جرعات الشفاء بالامتثال والتسليم ، والحفاوة بها حفاوتك بمن طال غيابه عنك ثم أقبل لزيارتك ، لذا كان على سالك طريق الشفاء اليوم أن يتحلى بجوهرتين ثمينتين هما الجِدُّ والعزم ، ( والفرق بين الجِدِّ والعزم : أن العزم صدق الإرادة واستجماعها ، والجد صدق العمل وبذل الجهد فيه ، وقد أمر الله سبحانه وتعالى بتلقى أوامره بالعزم والجد فقال : ﴿ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ ﴾ [ البقره : 63 ] ، وقال : ﴿ وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَوْعِظَةً وَتَفْصِيلًا لِكُلِّ شَيْءٍ فَخُذْهَا بِقُوَّةٍ ﴾ الأعراف : : 145 ، وقال : ﴿ يَا يَحْيَى خُذِ الْكِتَابَ بِقُوَّةٍ ﴾ [ مريم : 12 ] أي بجد واجتهاد وعزم لا كمن يأخذ ما أمر به بتردد وفتور) .\n\nوقد يكون الأمر صعبا أن تجمع بين الجد والفهم كما جاء في شعر المتنبي :\n\nوما الجمع بين الماء والنار في يدي * بأصعب من أن أجمع الجِدَّ والفهما\n\nلكنه يسير على من يسَّره الله عليه ، قريب إلى من سعى إليه.\n\nالهول المفزع\n\nومن هذا التشديد الشافي والتكليف المعافي ما رواه الحاكم في المستدرك من حديث بشير بن الخصاصية رضي الله عنه قال : أتيت رسول الله صلى الله عليه وسلم لأبايعه على الإسلام فاشترط عليَّ : « تشهد أن لا إله إلا الله وأن محمداً عبده ورسوله ، وتصلي الخمس ، وتصوم رمضان ، وتؤدي الزكاة ، وتحج البيت وتجاهد في سبيل الله ».\n\nقال : قلت : يا رسول الله .. أما اثنتان فلا أطيقهما!! أما الزكاة فما لي إلا عشر\" ذود \" - أي : عشر رؤوس من الإبل- هُنَّ رسل أهلي وحمولتهم!! وأما الجهاد فيزعمون أنه من ولى - أي هرب من المعركة- فقد باء بغضب من الله ، فأخاف إذا حضرني قتال كرهت الموت وخشعت نفسي. قال : فقبض رسول الله صلى الله عليه وسلم يده ثم حرَّكها ، ثم قال : « لا صدقة ولا جهاد فبم تدخل الجنة ؟! » .\n\nقال بشير : ثم قلت : يا رسول الله .. أبايعك فبايعني عليهن كلهن .\n\nوالفائدة : لا بد من جهد .. لا بد من عطاء ، ولا بد من بذل .. لا بد من فداء ، إنها شروط النجاة لا شروط سُكنى الفراديس ، وسمات المسلم العامي لا المسلم المجاهد ، إنها أساسيات الدين ومتطلبات العقيدة ونفقات دخول الجنة ، ولو كنت تعيش في زمن النبي صلى الله عليه وسلم وواجهك هذه المواجهة لصدمك رده عليك كما سبق وصدم بشيرا وهزه ، لكنها صدمة لازمة وهزة شافية ووقفة مؤلمة تدفعك إلى مراجعة شريط حياتك لتنظر ما دفعت من ثمن لتشتري الجنة ، فبين جنبات هذا الحديث جرعة هامة من جرعات الدواء ولمحة من لمحات الشفاء.\n\nأخي .. افهمني!! السلعة واحدة ، والثمن واحد ، وما كان الله ليحابي قوما على حساب آخرين ، فتكون السلعة رخيصة لنا وغالية على غيرنا.\n\nيرحمك الله!!\n\nولأن ديننا دين العزم والقوة ولا مجال فيه للكسل روى أبو هريرة عن النبي صلى الله عليه وسلم قال : « إن الله يحب العطاس ويكره التثاؤب ، فإذا عطس أحدكم وحمد الله كان حقا على كل مسلم سمعه أن يقول : يرحمك الله ، فأما التثاؤب فإنما هو من الشيطان ؛ فإذا تثاءب أحدكم فليرده ما استطاع ، فإن أحدكم إذا تثاءب ضحك منه الشيطان ». رواه البخاري ، وفي رواية لمسلم : « فإن أحدكم إذا قال : ها .. ضحك الشيطان منه » .\n\nلما كان التثاؤب مما يُرضي الشيطان ؛ أراد النبي صلى الله عليه وسلم أن ينفِّرك منه قدر المستطاع ويحذرك من الوقوع فريسة لمثبِّطات العزم ومقدِّماته ، وأما العطاس فعلى العكس من ذلك ؛ هو نعمة ربانية جاءت لتوقظك وتنشِّطك إلى العمل ، لذا كان على العاطس أن يحمد الله ، وكان حقا على من كل سمعه من المسلمين أن يشاركه الفرحة بهذه الصحوة التي جاءته من غير سعي منه أو ترتيب ، فيدعو له بالرحمة.\n\nرأى الجنيد هرة تسعى وراء فأر ؛ فدخل الفأر جحره وبقيت هي أمام الجحر تترقَّب ، وكل شعرة من جسدها واقفة تعلن النفير ، مستحضرة أعلى درجات العزم والتوثب ، فخطر للجنيد خاطر استحال خاطرة جاء فيها :\n\n\" يا مسكين .. ألم تحصِّل في الهرة درجة هرة؟! وإذا حصَّلت .. أيكون مطلوبك كمطلوبها؟! \".\n\nأنت طالب جنة وهي طالبة لقمة وهمتها أعلى من همتك!! أنت طالب شفاء وهي طالبة عناء ومع ذلك عزمها أشد وأصدق!! أنت تسعى لباقٍ وهي تسعى لفانٍ ومع هذا تغلبك؟! قطة هجرت الكسل وهبَّت إلى العمل وأنت نائم في بيتك يا بطل؟!"
},
  {
    "title": "اختر دواءك بنفسك",
    "id": "article_20",
    "icon": "music_off_outlined",
    "color": "#4A148C",
    "content": "هذه نصيحة أهداها إليك عبد الله بن مسعود رضي الله عنه فأمسكها بكلتي يديك وعضَّ عليها بناجزيك ، فقد كان ابن مسعود قليل الصوم ، وكان يقول: \" إذا صمت ضعفت عن الصلاة ؛ وأنا أختار الصلاة على الصوم \" ، وكان بعضهم إذا صام ضعف عن قراءة القرآن ، فكان يكثر الفطر حتى يقدر على التلاوة ، وكل إنسان أعلم بحاله وما يُصلحه.\n\nكل منا مريض في جانب من الجوانب ، وكلنا يحتاج إلى الدواء ، لكن نوع الدواء الشافي يختلف من مريض إلى آخر ، لأن النفوس تتباين وتختلف اختلافا شاسعا ، وبالتالي فليس كل دواء يُحدِث نفس الأثر في جميع النفوس ، قد تشكو قسوة قلبك وتفقد حلاوة القرب منه ، فلا يكون هناك دواء أفضل لحالتك من ركعتين في جوف الليل تغتسل فيهما بالدموع ، وربما كان أفضل دواء في حق غيرك أن يخرج من ماله صدقة لله ، وثالث يُشفى بعبرة في خلوة ، ورابع بمسح رأس يتيم ، وخامس بإطعام مسكين ، وسادس بمجالسة صالح ، وسابع بدعاء خاشع أمام مقبرة أو تشييع ميت وحمل نعش ، وثامن بصيام تطوع وإلا قسا قلبه وساءت حاله ، وكلٌ أدرى بدوائه وأعلم بحاله ، ولابد لك أن تُجرِّب سائر الأدوية لتعرف أيها أنسب لك ، ومداوٍ لحالتك.\n\nقال ابن القيِّم شارحا : \" ومراضيه متعددة متنوعة بحسب الأزمان والأماكن والأشخاص والأحوال ، وكلها طرق مرضاته ، فهذه التي جعلها الله لرحمته وحكمته كثيرة متنوعة جدا لاختلاف استعدادات العباد وقوابلهم ، ولو جعلها نوعا واحدا مع اختلاف الأذهان والعقول وقوة الاستعدادات وضعفها لم يسلكها إلا واحد بعد واحد ، ولكن لما اختلفت الاستعدادات تنوعت الطرق ؛ ليسلك كل امرىء إلى ربه طريقا يقتضيها استعداده وقوته وقبوله \" . \n\nومن ذلك ما فعله جعفر بن سليمان حين عرف أنسب دواء له وجرَّبه فوجده أجدى ما يكون فانطلق يحكي :\n\n\" كنتُ إذا وجدت من قلبي قسوة نظرت إلى وجه محمد بن واسع نظرة ، وكنت إذا رأيت وجه محمد بن واسع حسبت أن وجهه وجه ثكلى \" . \n\nأخي .. إذا أحسست بنفسك تسبح منك نحو ساحل الفتور ، ولمست قلبك فأحسست بقساوته ، وطلبت عينك فوجدتها جافة من قلة الدمع ، وبحثت عن روحك فوجدتها سارحة مع غير الله ؛ فهرول مسرِعا إلى أسرع ما يشفيك وأعظم ما يُحدِث أثره فيك ، لتغرف منه وتشرب فترتوي وتهتدي بإذن باريك."
},
  {
    "title": "لحظة التأخير القاتلة",
    "id": "article_21",
    "icon": "monetization_on_outlined",
    "color": "#880E4F",
    "content": "تأخير المحاولة ليس في صالحك ، وتأجيل جرعة الدواء عن ميعادها يزيد المرض رسوخا ، والمقاومة انهيارا ، والنفس إلفا لما يضرها ، وبغضا لما ينفعها ، لأن التأخير يمنح الفرصة للسم بأن يسري إلى القلب ويتمكن منه ، والقلب منبع الحياة ، فينشأ عن ذلك أبشع الأثر ، وبتأخِّرك عن تناول الجرعة المقررة مرة من بعد مرة ستصل حتما إلى الجرعة الحرجة التي لو لم تتناولها لمات قلبك في الحال ، ولا عزاء في القلوب الغافلة!!\n\nأخي .. التسويف سم الأعمال وعدو الكمال ، ومن ترك المبادرة اليوم وارتمى في أحضان (سوف) وقع فريسة لأسدين عظيمين : أحدهما تراكم ظلمة المعصية على قلبه حتى تصير رينا وطبعا وأقفالا يستحيل معها الشفاء ، والثاني أن يباغته الموت فتضيع فرصة للنجاة ، لذا صاح فيك الصاحب شرف الدين الأنصاري :\n\nدع التسويفَ وامضِ إِلى المعالي ... بعزمٍ من ذبابِ السيفِ أمضى\n\nوخذْ في الجدِّ وارفضْ من أباهُ ... من الأهلين والإِخوانِ رَفْضا\n\nوأصغِ لما أشرتُ به فإِني ... صحبتُكَ منه كأسَ النصحِ مَحْضا\n\nأخي المريض :\n\nلا تشغل نفسك كثيرا بسؤال : كيف حال قلبي الآن ، وليكن همك همك الأول : هل بدأت رحلة العلاج أم ليس بعد ، فإن هذا الطريق من مشى فيه خطوة تلقَّفته أيادي الرحمة الإلهية والعناية الربانية لتوصله إلى ألذ نهاية وفي سرعة البرق.\n\nيا من اشتكى قلبه ..\n\nأوجع الألم حرقة الندم ، ومن راقه طعم الأماني فاته أسمى المعالي ، ومن أقلقه خوف الهلاك هجَرَ أرجو وسوف وعسى ، ومن أيقن أن الأماني تُنقِص العقل عافت نفسه كل تأخير ؛ وعلم أن المرء كلما كبر صعبت عليه المحاولة ، ذلك أنه ليس أشد من فطام الكبير ، ومن العناء رياضة الهَرِم.\n\nأخي طالب الشفاء :\n\n\" إحالتك الأعمال على وجود الفراغ من رعونات النفس \" .\n\nهكذا قالها ابن عطاء وصدق ، فإن كنت تظن أن الشيطان سيعطيك مهلة للتوبة ، أو سيمنحك الفرصة لتلتقط أنفاسك ، أو سيتركك فارغا لتراجع نفسك وتتعافى ، فاعلم أنك واهم ، فالعجل العجل .. والبدار البدار ، واذكر أن الكسل آفة أعجز المرضى ، وما بسقت فروع ندم إلا من بذرة كسل ، ومن ملَّ الحركة حُرِم البركة ، ومن أضاع الفرصة تجرَّع الغُصة ، فخاطب نفسك بقولك : إن كان لك في الشفاء نصيب فالآن وإلا فهيهات ، فإن من أجَّل أمره إلى الغد لم يفلح إلى الأبد ، وفي المقابل : ما حُرِم مبادِر إلا فى النادر ، فهيا!! الآن .. وفي التو واللحظة .. ليس الأمر شاقا .. ووالله ما هي إلا سفرة قلب وأنت على الفراش .. دون أن تفارق مكانك .. كل المطلوب منك أن تُشهِد ربك على إرادة الشفاء ، وأن تبرم العقد معه على شراء العفو ، وتقطع تذاكر الرجوع إليه ، فإن فعلت .. فاجعل دون الوفاء بعهدك الموت!!\n\nوسر عن قريب واستجب واجتنب (غدا) * وشمِّر عن الساق اجتهادا بنهضةِ\n\nوكن صارما كالسيف فالموت في (عسى) * وإياك (مهلا) فهي أخطر علــةِ\n\nوجُـذَّ بسـيف العزم (سوف) فإن تجُـدْ * تجِدْ خيرا فالنفس إن جُدْتَ جَدَّتِ\n\nكم عمرك الآن؟!\n\nوفي ضوء نشاطك أو كسلك ، ومبادرتك أو تقاعسك ، وانتباهتك أو غفلتك تستطيع أن تحدِّد عمرك الحقيقي اليوم ، وأعني بذلك عمرك المحسوب بميزان الإيمان لا بذاكرة الأيام ، وبحساب الكرام البررة لا بسجلات موظَّف الحي الذي تسكنه ، وهو ما قال به ابن القيم : \n\n\" فما كان من وقته لله وبالله فهو حياته وعمره ، وغير ذلك ليس محسوبًا في حياته وإن عاش عيش البهائم ، فإذا قطع وقته في الغفلة والسهو والأماني الباطلة ، وكان خير ما قطعه به النوم والبطالة ، فموت هذا خير له من حياته ، وإذا كان العبد - وهو في الصلاة - ليس له من صلاته إلا ما عقل منها ، فليس له من عمره إلا ما كان فيه بالله ولله \" .\n\nتزوّجت البطالة بالتواني * فأولدها غلاما مع غلامة\n\nفأما الابن سمَّـوْه بفقـر * وأما البنت سمَّوْها ندامة"
},
  {
    "title": "داوم تصل",
    "id": "article_22",
    "icon": "flight_outlined",
    "color": "#0D47A1",
    "content": "طالب الشفاء اليوم لا ينال مراده بعبادة يوم وليلة ، بل لا بد من مداومة ، وقد تبين في حديث العسل أن المريض لم يجد أثر الدواء حتى تناول ثلاث جرعات ، وليس ذلك في أمراض الأبدان فحسب بل في أمراض القلوب كذلك ، فالنفس لا تقبل أثر الطاعة ولا تتشرب فائدتها إلا بعد مدة ومواظبة عليها ، ذلك أن عقبة البدء كؤود ، يصعِّبها الشيطان عليك ، ويضع أمامك الحواجز والمثبطات ، لكن مع البدء وبداية تسلل الإيمان إلى القلب ، وانتشار حلاوته في الروح ، تلين القلوب للطاعة ويستنير الصدر للإنابة ، وصدق ابن الجوزي حين قال : \" إذا استقام للجواد الشوط لم يُحوِج راكبه إلى السوط \" .\n\nوضرب لنا أبو حامد الغزالي مثلا ليقنع كل يائس من الشفاء بجدوى المحاولة وحتمية الشفاء إذا جدَّ في السعي ، وقلَّد الصالحين الذين جاهدوا ( وفعلوا بها ما يُفعل بالبازي إذا قُصِد تأديبه ونقله من التوثُّب والاستيحاش إلى الانقياد والتأديب ، فإنه يُحبس أولا في بيت مظلم ، وتُخاط عيناه حتى يحصل به الفطام عن الطيران في جو الهواء ، وينسى ما قد كان ألِفه من طبع الاسترسال ، ثم يرفق باللحم حتى يأنس بصاحبه ويألفه إلفا إذا دعاه أجابه ، ومهما سمع صوته رجع إليه ، فكذلك النفس لا تألف ربها ، ولا تأنس بذكره إلا إذا فُطِمت عن عادتها بالخلوة والعزلة أولا ؛ ليحفظ السمع والبصر عن المألوفات ، ثم عُوِّدت الثناء والذكر والدعاء ثانيا في الخلوة حتى يغلب عليها الأنس بذكر الله عز وجل عوضا عن الأنس بالدنيا وسائر الشهوات ، وذلك يثقل على المريد في البداية ، ثم يتنعم به في النهاية ؛ كالصبي يفطم عن الثدي ، وهو شديد عليه إذا كان لا يصبر عنه ساعة ، فلذلك يشتد بكاؤه وجزعه عند الفطام ، ويشتد نفوره عن الطعام الذي يُقدَّم إليه بدلا عن اللبن ، ولكنه إذا مُنِع اللبن رأسا يوما فيوما وعظم تعبه في الصبر عليه وغلبه الجوع تناول الطعام تكلفا ، ثم يصير له طبعا ، فلو رُدَّ بعد ذلك إلى الثدي لم يرجع إليه ، فيهجر الثدي ، ويعاف اللبن ، ويألف الطعام ، وكذلك الدابة في الابتداء : تنفر عن السَّرج واللجام والركوب ؛ فتُحمل على ذلك قهرا ، وتُمنَع عن السرج الذي ألفته بالسلاسل والقيود أولا ، ثم تأنس به بحيث تترك في موضعها ، فتقف فيه من غير قيد ، فكذلك تُؤدَّب النفس كما تؤدَّب الطير والدواب ) .\n\nإن النفس إذا وجدت لذة العبادة ، وأحست بأثر جرعات الدواء بدد فيها نور اليقين ظلام المادة ، وأطفأ برد العفو نار الذنب ، كالرضيع الذي يستغني عن اللبن بألوان الأطعمة المختلفة ليزهد بعدها في ثدي أمه ، والمعنى أنك كلما تناولت جرعة دواء زادت سرعة سيرك ، وانتفض قلبك وكأنما نشط من عقال ؛ ذلك أن المسافر إذا عاين البلد التي يريد دخولها أسرع واستحث دابته على السير بغير ما كانت عليه عند بدايات سفره والهدف عنه غائب ، وكذلك القلب إذا ذاق حلاوة الإيمان ووجد أثر العافية صار أقوى عزما وأشد قوة لقربه من غايته وتلمح قلبه لأنوار ما سعى إليه."
},
  {
    "title": "لا تردَّ الدواء أو تتهاون فيه",
    "id": "article_23",
    "icon": "camera_alt_outlined",
    "color": "#BF360C",
    "content": "هي خمسة عشر قرصا سهلة البلع عظيمة النفع تُمِدُّ القلب بالقوة وتُعِدُّه للعلاج قبل تلقي جرعات الدواء ودورات الاستشفاء ، سمِّها إن شئت مضاعِفات القوة العامة ، وهي غير مضاعفات القوة الخاصة بكل جرعة والتي سأتعرَّض لها عند التحدُّث عن جرعات الدواء ، وإياك إياك أن تبخل على نفسك بها ، فإن أشد درجات البخل أن يبخل الإنسان على نفسه مع الحاجة ، فيمرض أشد المرض ولا يتداوى ، ولو أن مريضا تناول الدواء دون أن يأخذ وصايا الطبيب في الاعتبار لما أفلح دواؤه ولا تم شفاؤه ، والآن مع أول الوصايا \n\n1. لا تردَّ الدواء أو تتهاون فيه :\n\nقال ابن القيم : \n\n\" حذارِ حذارِ من أمرين لهما عواقب سوء : \n\nأحدهما : رد الحق لمخالفته هواك ، فإنك تعاقب بتقليب القلب ، وردِّ ما يَرِدُ عليك من الحق رأسا ولا تقبله إلا إذا برز في قالب هواك. قال تعالى : ﴿ وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ ﴾ [ الأنعام : 110 ] ، فعاقبهم على رد الحق أول مرة بأن قلب أفئدتهم وأبصارهم بعد ذلك.\n\nوالثاني : التهاون بالأمر إذا حضر وقته ، فإنك إن تهاونت به ثبَّطك الله وأقعدك عن مراضيه وأوامره عقوبة لك. قال تعالى : ﴿ فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ ﴾ [ التوبة : 83 ] ، فمن سلم من هاتين الآفتين والبليتين العظيمتين فليهنه السلامة \" .\n\n\nوهذا ما أبكى أبو الدرداء رضي الله عنه عند موته وهو أشهر من عُرِف عنه التفكر وطول التدبر من صحابة النبي صلى الله عليه وسلم ، حيث ظلَّت آية واحدة عالقة في ذهنه لا تفارقه لحظة حتى عند موته ، وكان مما هداه إليه تدبره : أن هذه الآية هي من أهم ما قرأ ؛ فما تذكر غيرها عند الوفاة ، فعن أم الدرداء أن أبا الدرداء لما احتضر جعل يقول : \" من يعمل لمثل يومي هذا؟! من يعمل لمثل ساعتي هذه؟! من يعمل لمثل مضجعي هذا؟! ثم يقول : ﴿ وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ ﴾ [ الأنعام : 110 ] \" \n\nوكأنه رضي الله عنه خشي أن يكون قد قصَّر في قبول الحق من نبينا صلى الله عليه وسلم حين عرضه عليه أول مرة ، وظن أنه لم يأخذه كما ينبغي بأقصى قوة وعزم وبأسرع استجابة من أول لحظة ، فعاتب نفسه على ذلك حتى علا النحيب قبل الرحيل.\n\nوردُّ الدواء يتمثل في عدم تناوله عمدا أو سهوا ، أو تناوله مع عدم المواظبة عليه ، أو الانصراف إلى غيره والتماس الشفاء في ما عداه ، أو الاستخفاف بمفعوله وأثره ، وأي من هذه الآفات كفيل بأن يحول بينك وبين شفائك واستعادة عافيتك الإيمانية.\n\nولعل مما يعينك على تنفيذ هذه الوصية أن تُنزِل نفسك بمنزلة مريض عُرِض عليه أن يتناول الدواء أياما معدودة لينال عافية الدهر ؛ فهو بمنزلة كسير عليه أن يحتمل مرارة الدواء حينا لتحصل له الصحة الأبدية ، أو بمنزلة الغريق الذي أُلقي إليه طوق النجاة فإن تشبَّث به وإلا صار طعام السمك في قاع البحر ، ويدفعك إلى ذلك دفعا ويذكِّرك به كلما نسيت : بكاء أبي الدرداء ساعة احتضاره!!\n\nأيقن بفاعلية الدواء :عن أبي سعيد الخدري رضي الله عنه أن رجلاً أتى النبي صلى الله عليه وسلم فقال : أخي يشتكي بطنه ، فقال صلى الله عليه وسلم : اسقه عسلاً ، ثم أتى الثانية فقال : اسقه عسلاً ، ثم أتى الثالثة فقال : اسقه عسلاً ، ثم أتاه فقال : فعلت ، فقال صلى الله عليه وسلم : « صدق الله وكذب بطن أخيك ... اسقه عسلاً » ، فسقاه فبرأ .\n\nوإن كان للصحة النفسية دور أساسي في شفاء أي مريض ، فإن الصحة النفسية الإيمانية هنا هي الاطمئنان إلى فاعلية الدواء والتأكد من أنه سيجلب الشفاء ، فكلما نزل الدواء على قلب أكثر يقينا وأكمل ثقة كلما كان أثره أعظم والشفاء أقرب ، وكلما امتلأ القلب بالشك والرِّيَب كان نزول الدواء عليه كنزول الماء بأرض قيعان لا تُمسك الماء ولا تُنبت الكلأ. \n\nلكن لماذا لا نوقن والله سبحانه هو الذي أرشدنا إلى الدواء وحثَّنا عليه؟! وكيف لا نوقن والدواء جرَّبه ملايين الصالحين من قبلنا فوجدوا أعظم الأثر ووصلوا إلى ما ينشدون؟! وحتى متى لا نوقن والوعد وعد رسول الله وهل أوفى من رسول الله؟! والبشارة بالشفاء جاءتنا على لسانه ولا أصدق؟! فوالله لو أيقنتم بشفائكم لاستكثرتم من دوائكم ، ولو انتبهتم من رقادكم لوصلتم إلى مرادكم ، فأعطوا أنفسكم من دوائها ما ستقرؤوه يعطِكم ربكم من شفائه ما طلبتموه ، وإلا تجرَّعتم جرعات الندم على موائد الأسف ، حين ترون أثر الدواء في الدنيا ومفعوله في الآخرة ، وتندمون ندامة الكُسَعِيِّ حين رأت عيناه ما صنعت يداه."
},
  {
    "title": "كراهية السؤال عن الطعام والشراب",
    "id": "article_24",
    "icon": "book_outlined",
    "color": "#1A237E",
    "content": "عن أبي هريرة – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : \" إذا دخل أحدكم على أخيه المسلم , فأطعمه من طعامه , فليأكل ولا يسأل عنه , وإن سقاه من شرابه , فليشرب ولا يسأل عنه \" . صححه الألباني في \" صحيح الجامع \" (518) .\n\n\n\nتعليق السوط في البيت\n\n\n\nعن ابن عباس – رضي الله عنهما – قال : قال رسول الله صلى الله عليه وسلم : \" علقوا السوط حيث يراه أهل البيت ؛ فإنه لهم أدب \" .رواه الطبراني , وصححه الألباني في \" الصحيحة \" (3/432) .\n\n\n\nالتسمية والحمد عند الشراب في كل مرة من الثلاث\n\n\n\nعن أبي هريرة – رضي الله عنه – قال : \" كان رسول الله صلى الله عليه وسلم يشرب في ثلاثة أنفاس , إذا أدنى الإناء إلى فمه سمى الله تعالى , وإذا أخره حمد الله – تعالى – يفعل ذلك ثلاث مرات \" . أخرجه ابن السني (465) , والطبراني في \" الأوسط \" , والهيثمي في \" المجمع \" (5/81) , وإسناده حسن ..\n\n\n\nالاقتصاد في الأكل\n\n\n\nعن المقدام بن معد يكرب – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : \" ما ملأ آدمي وعاء شرا من بطنه بحسب ابن آدم لقيمات يقمن صلبه فإن كان لا محالة فثلث لطعامه وثلث لشرابه وثلث لنفسه \" . أخرجه أحمد (4/132) , والترمذي (3/378) , والحاكم(4/121) , وصححه الألباني في \" الصحيحة \" (2265) . .\n\n\n\nنصف آية حوت الطب كله !\n\n\n\nقال الله سبحانه وتعالى : { وكُلُواْ وَاشْرَبُواْ وَلاَ تُسْرِفُواْ }الأعراف31 .\n\n\n\nقال بعض العلماء : \" جمع الله بهذه الكلمات الطب كله \" . \" تذكرة السامع والمتكلم \" (ص121) , و \" تفسير القرآن العظيم \" لابن كثير(2/186) . ."
},
  {
    "title": "النهي عن عيب الطعام واحتقاره",
    "id": "article_25",
    "icon": "water_drop_outlined",
    "color": "#827717",
    "content": "عن أبي هريرة رضي الله عنه قال : \" ما عاب رسول الله صلى الله عليه وسلم طعاما قط , كان إذا اشتهى شيئا أكله , وإن كرهه تركه \" رواه البخاري (5409) , ومسلم (2064) . .\n\n\n\nوعيب الطعام كقولك : مالح , قليل ملح , حامض , رقيق , غليظ , غير ناضج , ونحو ذلك , قاله النووي \" شرح مسلم \" (14/22) . .\n\n\n\nاستحباب الكلام على الطعام\n\n\n\nقال ابن مفلح – رحمه الله - :\n\n\n\nقال إسحاق بن إبراهيم : \" تعشيت مرة أنا وأبو عبد الله أحمد بن حنبل , وقرابة له , فجعلنا لا نتكلم , وهو يأكل ويقول : الحمد لله وبسم الله , ثم قال : أكل وحمد خير من أكل وصمت \" .\" الآداب الشرعية \" (3/163) ..\n\n\n\nقل لأهله يبنوا له معلفا \n\n\n\nسئل سهل التستري – رحمه الله - :\n\n\n\n\" الرجل يأكل في اليوم أكلة ؟ قال : \" أكل الصديقين \" . قيل له : \" فأكلتين ؟ \" قال : أكل المؤمنين \" . قيل : \" فثلاثا ؟ \" فقال : \" قل لأهله يبنوا له معلفا \" . المعلف : موضع العلف للدواب . \" الفوائد \" لابن القيم (ص179-180) ."
},
  {
    "title": "أكل القدر اليسير من الحلال",
    "id": "article_26",
    "icon": "mosque_outlined",
    "color": "#263238",
    "content": "قال ابن جماعة – رحمه الله - :\n\n\n\" من أعظم الأسباب المعينة على الاشتغال والفهم وعدم الملال , أكل القدر اليسير من الحلال \" قال الشافعي – رحمه الله - : \" ما شبعت منذ ست عشرة سنة , وسبب ذلك أن كثرة الأكل جالبة للنوم , والبلادة , وقصور الذهن , وفتور الحواس , وكسل الجسم , هذا مع ما فيه من الكراهية , كما قيل :\n\n\nفإن الداء أكثر ما تراه  يكون من الطعام أو الشراب \"\" تذكرة السامع والمتكلم \" لابن جماعة (ص74) .\n\n\n\n نفرة السلف عمن اشتهر بكثرة الأكل\n\n\n\nقال ابن مفلح – رحمه الله - :\n\n\n\n\" واعلم أن كثرة الأكل تنوم , وأنه ينبغي النفرة ممن عرف بذلك , واشتهر به , واتخذه عادة , ولهذا روى مسلم عن نافع قال : رأى ابن عمر مسكينا , فجعل يضع بين يديه , ويضع بين يديه , فجعل يأكل كثيرا , قال : لا تدخلن هذا علي , فإني سمعت رسول الله صلى الله عليه وسلم يقول : \" المؤمن يأكل في معى واحد , والكافر يأكل في سبعة أمعاء \". رواه البخاري (9/468) , ومسلم (2060) (2) \" الآداب الشرعية \" لابن مفلح (3/203) . .\n\n\n\nاستحباب أكل الطعام بعد ذهاب حرارته\n\n\n\nعن أسماء بنت أبي بكر – رضي الله عنهما – أنها كانت إذا ثردت غطته شيئا , حتى يذهب فورُهُ , ثم تقول : إني سمعت رسول الله صلى الله عليه وسلم يقول : \" إنه أعظم للبركة \"رواه الدارمي (2047) , وهو في \" الصحيحة \" للألباني (392) . .\n\n\n\nوقال أبو هريرة – رضي الله عنه - : \" لا يؤكل الطعام حتى يذهب بخاره \"أخرجه البيهقي (7/2580) , وصححه الألباني في \" إرواء الغليل \" (1978) . .\n\n\n\nولم يكن النبي صلى الله عليه وسلم يأكل طعاما في وقت شدة حرارته , قاله ابن القيم \" زاد المعاد \" (4/223) . \n\n\n\n \n\n\n\nوأقرب المعاني للبركة هنا هو ما يحصل به التغذية , وتسلم عاقبته من أذى , ويقوي على طاعة الله , وغير ذلك , قاله النووي \" شرح صحيح مسلم \" (13/172) . ."
},
  {
    "title": "احذر التهاون بالأدب",
    "id": "article_27",
    "icon": "calendar_today_outlined",
    "color": "#004D40",
    "content": "قال عبد الله بن المبارك – رحمه الله - :\n\n\n\" من تهاون بالأدب عوقب بحرمان السنن , ومن تهاون بالسنن , عوقب بحرمان الفرائض , ومن تهاون بالفرائض عوقب بحرمان المعرفة \"  . \" شرح الأدب المفرد \" (2/ 397) .\n\n\n\nشروط الرئاسة أو الرجولة\n\n\n\nعن ابن عيينة وحماد بن زيد – رحمهما الله - : \" لا يتم الرئاسة للرجال إلا بأربع : علم جامع , وورع تام , وحلم كامل , وحسن التدبير , فإن لم يكن هذه الأربع , فمائدة منصوبة , وكف مبسوطة , وبذل مبذول , وحسن المعاشرة مع الناس , فإن لم تكن هذه الأربع , فبضرب السيف , وطعن الرمح وشجاعة القلب , وتدبير العساكر , فإن لم يكن فيه من هذه الخصال شيء فلا ينبغي له أن يطلب الرئاسة \" . \" شعب الإيمان \"للبيهقي (6/76) .\n\n\n\nالخشوع وعلو الهمة أساس الأخلاق الفاضلة\n\n\n\nقال العلامة ابن القيم – رحمه الله - :\n\n\n\" وأما الأخلاق الفاضلة : كالصبر , والشجاعة , والعدل , والمروءة , والعفة , والصيانة , والجود , والحلم , والعفو , والصفح , والاحتمال , والإيثار , وعزة النفس عن الدناءات, والتواضع , والقناعة , والصدق , والإخلاص , والمكافآت على الإحسان بمثله , أو أفضل , والتغافل عن زلات الناس , وترك الاشتغال بما لا يعنيه , وسلامة القلب من تلك الأخلاق المذمومة , ونحو ذلك , فكلها ناشئة عن الخشوع وعلو الهمة .\n\n\nوالله – سبحانه وتعالى -  أخبر عن الأرض بأنها تكون خاشعة , ثم ينزل عليها الماء , فتهتز وتأخذ زينتها وبهجتها , فكذلك المخلوق , إذا أصابه حظه من التوفيق \" . \" الفوائد \" (ص210-211) .\n\n\n\nالحث على اكتساب علو الهمة\n\n\n\nقال ابن الجوزي – رحمه الله - :\n\n\n\" فينبغي للعاقل أن ينتهي إلى غاية ما يمكنه ؛ فلو كان يتصور للآدمي صعود السموات , لرأيت من أقبح النقص رضاه بالأرض , ولو كانت النبوة تحصل بالاجتهاد لرأيت المقصر في تحصيلها في حضيض , غير أنه إذا لم يمكن ذلك , فينبغي أن يطلب الممكن , والسيرة الجميلة عند الحكماء خروج النفس إلى غاية كمالها الممكن لها في العلم والعمل \" .\" صيد الخاطر \" ."
},
  {
    "title": "أنفــع الأدب",
    "id": "article_28",
    "icon": "star_outline",
    "color": "#3E2723",
    "content": "سئل الحسن البصري – رحمه الله – عن أنفع الأدب , فقال : \" التفقه في الدين والزهد في الدنيا , والمعرفة بما لله عليك \" . \" مدارج السالكين \" (2/392) .\n\n\n\nحاجتنا إلى الأدب\n\n\n\nقال ابن البارك – رحمه الله - :\n\n\n\n\" نحن إلى قليل من الأدب أحوج منا إلى كثير من العلم \" . \" شرح الأدب المفرد \" (2/ 392) .\n\n\n\nأدب المرء عنوان سعادته\n\n\n\nقال الإمام ابن القيم – يرحمه الله - :\n\n\n\n\n\" وأدب المرء عنوان سعادته وفلاحه , وقلة أدبه عنوان شقاوته وبواره , فما استجلب خير الدنيا والآخرة بمثل الأدب , ولا استجلب حرمانهما بمثل قلة الأدب \" . \" شرح الأدب المفرد \" (2/ 397) ."
},
  {
    "title": "أيـن أثـرك ؟",
    "id": "article_29",
    "icon": "emoji_emotions_outlined",
    "color": "#4A148C",
    "content": "كل من سار على هذه الأرض ترك أثرًا وعلامة تدل على مروره على هذه الأرض، فإن سرت على الرمال بدت آثار قدمك، وإن تجولت في حديقة ظهرت علامات طريقك .\n\nولنا اليوم أن نتساءل : لك سنوات تتعلم العلم فأين أثر علمك ؟ ولك سنوات تصلي وتصوم فأين الأثر في النفس والجوارح ؟ ولقد قرأت كثيرًا وحفظت كثيرا عن بر الوالدين وحسن المعاملة فأين النتيجة ؟\n\nدعني أنقلك إلى واقع موظف صغير في إحدى المستشفيات لترى كيف نفع الإسلام والمسلمين .\n\nموظف صغير في المرتبة والمكان ولكنه موفق مسدد استثمر مكانه في الأمر بالمعروف والنهي عن المنكر وذلك بتطبيق عملي، فهو يعمل في قسم المواعيد، فإذا أتته امرأة أحالها إلى الطبيبة مباشرة، وإذا تقدم إليه رجل أحاله إلى الطبيب، ثم في حالة وجود عجز وضغط على الطبيبة فإنه يحول النساء الكبيرات في السن إلى الطبيب . وهو بهذا حفظ نساء المسلمين وحفظ رجالهم ومنع وقوع المحظور الشرعي من رؤية الرجل للمرأة والمرأة للرجل .\n\nأليس هذا الموظف الصغير قدم خدمة عظيمة للإسلام ؟\n\nومن أمثلة خدمة الدين : طرح الآراء النيرة والأفكار الجيدة على أهلها، ومتابعة تنفيذها، وقد ألقى أحد الموفقين قبل سنوات كلمة إلى أحد الدعاة وقال له : هذه الجالية التي تقدر أعدادها بالملايين لماذا لا يجعل لها مكان يختص بدعوتها وتعليمها الإسلام ؟ ألقى هذه الكلمات على الداعية وخرج.. ولا يعرف من هو حتى الآن ؟ بعد حين سعى الداعية إلى تنفيذ هذه الفكرة الجيدة وطرق الأبواب لإصدار ترخيص لأول مكتب جاليات في المملكة وكان له ما أراد، وزاد اليوم عدد تلك المكاتب عن مائة وعشرين مكتبا نفع الله بها نفعا عظيما .\n\nفما رأيكم لو بقيت هذه الفكرة حبيسة رأس صاحبها ؟\n\nومن أمثلة نفع الإسلام والمسلمين : عمل بسيط قام به أحد الشباب قبل سنوات، بأن أحصى من بداية العام  الدراسي عدد المكتبات التجارية في حيهم، واشترى من جيبه الخاص مجموعة من الكتيبات والمطويات، والأذكار وذهب بها إلى تلك المكتبات وكانت فترة زحام وكثرة مشترين، وقال لكل صاحب مكتبة : هذه هدايا وزعها على المشترين : فسروا بذلك وفرحوا وأخذوها وفيما بعد طالبوا بالمزيد .\n\nوقس على ذلك توزيع الكتب على الأسواق التجارية، ومحلات الملابس، والذهب، وغيرها مما يرتاده الناس بكثرة .\n\nأما توزيع الكتب على صوالين الحلاقة، والمستشفيات الحكومية الخاصة، وإدارات الجوازات والمرور وأماكن المراجعين فيها، فهي ولله الحمد منتشرة وبكثرة لكنها تشكو من الفتور والغفلة وكل موظف يستطيع أن يجعل رفًّا من هذه الكتب كإهداء ويتعاهدها باستمرار ولا تكلف شيئا يذكر من مرتبة .\n\nوفي مجال طبع الكتب ونشرها أذكر أن بعض الكتب التي نشرت هي من اقتراحات القراء مثل كتاب : (ماذا تفعل في 10 دقائق) وكتاب : (إلى من حجبته السحب) وكذلك فكرة كتيبات الجيب الدعوية المتدرجة مثل (إشراقات) وغيرها فهي فكرة من إحدى الأخوات فانظر أيها الحبيب إلى ثمرتها وكثرة النفع لهذه الاقتراحات .\n\nوأذكر هنا عمل امرأة كبيرة محبة للخير، فقد كنت خارجا من مكة المكرمة إلى الرياض في رمضان العام الماضي وتوقفت للصلاة في مسجد أحد محطات الوقود وكان مصلى النساء بجوار مدخل الرجال وقد جلست بين المدخلين امرأة عجوز كبيرة وكان معها مجموعة من الأشرطة وبجوارها صغير لعله من أحفادها، وكلما رأت مصليا خارجا أرسلت الصغير بشريط من الأشرطة الإسلامية الموجودة لديها كهدية، وكان الشريط الذي أرسلته إلَّ عن بر الوالدين، فجزاها الله خيرا .\n\nأخي الكريم :\n\nما ذكرته تجارب إخوة لنا في الإسلام ونحن لا نقرأ ونسمع لنستمتع بجهودهم ونفرح بأعمالهم فحسب بل لنقتدي ونتأسى، وإلا فقد قامت الحجة علينا فلا تأخذنا الغفلة وتلهينا الأماني !\n\nفالدعوة تحتاج إلى قيام وجهد وتعب ونصب، يقول الله جل وعلا : \" يَا أَيُّهَا الْمُدَّثِّرُ * قُمْ فَأَنْذِرْ \" فأمره الله عز وجل بالقيام والجهاد في سبيل هذا الدين .\n\nوقال الله عز وجل حاكيا عن أهل النار : \" أَلَمْ يَأْتِكُمْ نَذِيرٌ * قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ\".\n\n \n\nفالنذير يذهب ويكد ويكدح في سبيل الوصول إلى الناس وتعليمهم وإرشادهم، ونبينا عليه الصلاة والسلام في كل مكان يسعى إلى الدعوة فصعد الصفا، وذهب إلى الطائف، وهاجر إلى المدينة، كل ذلك في سبيل نشر هذا الإسلام ."
},
  {
    "title": "كيف تخدم الإسلام",
    "id": "article_30",
    "icon": "cloud_outlined",
    "color": "#880E4F",
    "content": ""
  },
  {
    "title": "",
    "id": "article_31",
    "icon": "home_outlined",
    "color": "#0D47A1",
    "content": ""
  },
  {
    "title": "",
    "id": "article_32",
    "icon": "music_off_outlined",
    "color": "#BF360C",
    "content": ""
  },
  {
    "title": "",
    "id": "article_33",
    "icon": "monetization_on_outlined",
    "color": "#1A237E",
    "content": ""
  },
  {
    "title": "",
    "id": "article_34",
    "icon": "flight_outlined",
    "color": "#827717",
    "content": ""
  },
  {
    "title": "",
    "id": "article_35",
    "icon": "camera_alt_outlined",
    "color": "#263238",
    "content": ""
  },
  {
    "title": "",
    "id": "article_36",
    "icon": "book_outlined",
    "color": "#004D40",
    "content": ""
  },
  {
    "title": "",
    "id": "article_37",
    "icon": "water_drop_outlined",
    "color": "#3E2723",
    "content": ""
  },
  {
    "title": "",
    "id": "article_38",
    "icon": "mosque_outlined",
    "color": "#4A148C",
    "content": ""
  },
  {
    "title": "",
    "id": "article_39",
    "icon": "calendar_today_outlined",
    "color": "#880E4F",
    "content": ""
  },
  {
    "title": "",
    "id": "article_40",
    "icon": "star_outline",
    "color": "#0D47A1",
    "content": ""
  },
  {
    "title": "",
    "id": "article_41",
    "icon": "emoji_emotions_outlined",
    "color": "#BF360C",
    "content": ""
  },
  {
    "title": "",
    "id": "article_42",
    "icon": "cloud_outlined",
    "color": "#1A237E",
    "content": ""
  },
  {
    "title": "",
    "id": "article_43",
    "icon": "home_outlined",
    "color": "#827717",
    "content": ""
  },
  {
    "title": "",
    "id": "article_44",
    "icon": "music_off_outlined",
    "color": "#263238",
    "content": ""
  },
  {
    "title": "",
    "id": "article_45",
    "icon": "monetization_on_outlined",
    "color": "#004D40",
    "content": ""
  },
  {
    "title": "",
    "id": "article_46",
    "icon": "flight_outlined",
    "color": "#3E2723",
    "content": ""
  },
  {
    "title": "",
    "id": "article_47",
    "icon": "camera_alt_outlined",
    "color": "#4A148C",
    "content": ""
  },
  {
    "title": "",
    "id": "article_48",
    "icon": "book_outlined",
    "color": "#880E4F",
    "content": ""
  },
  {
    "title": "",
    "id": "article_49",
    "icon": "water_drop_outlined",
    "color": "#0D47A1",
    "content": ""
  },
  {
    "title": "",
    "id": "article_50",
    "icon": "mosque_outlined",
    "color": "#BF360C",
    "content": ""
  },
  {
    "title": "",
    "id": "article_51",
    "icon": "auto_stories_outlined",
    "color": "#5D001E",
    "content": ""
  },
  {
    "title": "",
    "id": "article_52",
    "icon": "waves_outlined",
    "color": "#001F3F",
    "content": ""
  },
  {
    "title": "",
    "id": "article_53",
    "icon": "nightlight_round_outlined",
    "color": "#2C001E",
    "content": ""
  },
  {
    "title": "",
    "id": "article_54",
    "icon": "psychology_outlined",
    "color": "#1B1212",
    "content": ""
  },
  {
    "title": "",
    "id": "article_55",
    "icon": "diamond_outlined",
    "color": "#003049",
    "content": ""
  },
  {
    "title": "",
    "id": "article_56",
    "icon": "flare_outlined",
    "color": "#3D0C02",
    "content": ""
  },
  {
    "title": "",
    "id": "article_57",
    "icon": "diversity_3_outlined",
    "color": "#283618",
    "content": ""
  },
  {
    "title": "",
    "id": "article_58",
    "icon": "healing_outlined",
    "color": "#003049",
    "content": ""
  },
  {
    "title": "",
    "id": "article_59",
    "icon": "balance_outlined",
    "color": "#660708",
    "content": ""
  },
  {
    "title": "",
    "id": "article_60",
    "icon": "science_outlined",
    "color": "#03071E",
    "content": ""
  },
  {
    "title": "",
    "id": "article_61",
    "icon": "palette_outlined",
    "color": "#370617",
    "content": ""
  },
  {
    "title": "",
    "id": "article_62",
    "icon": "public_outlined",
    "color": "#003566",
    "content": ""
  },
  {
    "title": "",
    "id": "article_63",
    "icon": "eco_outlined",
    "color": "#1E201E",
    "content": ""
  },
  {
    "title": "",
    "id": "article_64",
    "icon": "military_tech_outlined",
    "color": "#3C096C",
    "content": ""
  },
  {
    "title": "",
    "id": "article_65",
    "icon": "architecture_outlined",
    "color": "#2B2D42",
    "content": ""
  },
  {
    "title": "",
    "id": "article_66",
    "icon": "history_edu_outlined",
    "color": "#4D004C",
    "content": ""
  },
  {
    "title": "",
    "id": "article_67",
    "icon": "workspace_premium_outlined",
    "color": "#001219",
    "content": ""
  },
  {
    "title": "",
    "id": "article_68",
    "icon": "gavel_outlined",
    "color": "#4C0033",
    "content": ""
  },
  {
    "title": "",
    "id": "article_69",
    "icon": "rocket_launch_outlined",
    "color": "#22223B",
    "content": ""
  },
  {
    "title": "",
    "id": "article_70",
    "icon": "emoji_flags_outlined",
    "color": "#001B2E",
    "content": ""
  },
  {
    "title": "",
    "id": "article_71",
    "icon": "volunteer_activism_outlined",
    "color": "#33032F",
    "content": ""
  },
  {
    "title": "",
    "id": "article_72",
    "icon": "handshake_outlined",
    "color": "#1F1F1F",
    "content": ""
  },
  {
    "title": "",
    "id": "article_73",
    "icon": "precision_manufacturing_outlined",
    "color": "#002B5B",
    "content": ""
  },
  {
    "title": "",
    "id": "article_74",
    "icon": "policy_outlined",
    "color": "#2B1B17",
    "content": ""
  },
  {
    "title": "",
    "id": "article_75",
    "icon": "insights_outlined",
    "color": "#003153",
    "content": ""
  },
  {
    "title": "",
    "id": "article_76",
    "icon": "biotech_outlined",
    "color": "#1A120B",
    "content": ""
  },
  {
    "title": "",
    "id": "article_77",
    "icon": "travel_explore_outlined",
    "color": "#004643",
    "content": ""
  },
  {
    "title": "",
    "id": "article_78",
    "icon": "currency_exchange_outlined",
    "color": "#540B0E",
    "content": ""
  },
  {
    "title": "",
    "id": "article_79",
    "icon": "groups_outlined",
    "color": "#001D3D",
    "content": ""
  },
  {
    "title": "",
    "id": "article_80",
    "icon": "security_outlined",
    "color": "#3D0000",
    "content": ""
  },
  {
    "title": "",
    "id": "article_81",
    "icon": "campaign_outlined",
    "color": "#051C2C",
    "content": ""
  },
  {
    "title": "",
    "id": "article_82",
    "icon": "event_outlined",
    "color": "#2A0800",
    "content": ""
  },
  {
    "title": "",
    "id": "article_83",
    "icon": "school_outlined",
    "color": "#00203F",
    "content": ""
  },
  {
    "title": "",
    "id": "article_84",
    "icon": "health_and_safety_outlined",
    "color": "#1F0A0A",
    "content": ""
  },
  {
    "title": "",
    "id": "article_85",
    "icon": "celebration_outlined",
    "color": "#002B5B",
    "content": ""
  },
  {
    "title": "",
    "id": "article_86",
    "icon": "savings_outlined",
    "color": "#2C003E",
    "content": ""
  },
  {
    "title": "",
    "id": "article_87",
    "icon": "nature_people_outlined",
    "color": "#001524",
    "content": ""
  },
  {
    "title": "",
    "id": "article_88",
    "icon": "engineering_outlined",
    "color": "#2B1C1C",
    "content": ""
  },
  {
    "title": "",
    "id": "article_89",
    "icon": "mood_outlined",
    "color": "#00224D",
    "content": ""
  },
  {
    "title": "",
    "id": "article_90",
    "icon": "task_alt_outlined",
    "color": "#2D033B",
    "content": ""
  },
  {
    "title": "",
    "id": "article_91",
    "icon": "trending_up_outlined",
    "color": "#001C30",
    "content": ""
  },
  {
    "title": "",
    "id": "article_92",
    "icon": "language_outlined",
    "color": "#3D0000",
    "content": ""
  },
  {
    "title": "",
    "id": "article_93",
    "icon": "workspace_premium_outlined",
    "color": "#001F3F",
    "content": ""
  },
  {
    "title": "",
    "id": "article_94",
    "icon": "emoji_objects_outlined",
    "color": "#1B0026",
    "content": ""
  },
  {
    "title": "",
    "id": "article_95",
    "icon": "hub_outlined",
    "color": "#002D62",
    "content": ""
  },
  {
    "title": "",
    "id": "article_96",
    "icon": "stars_outlined",
    "color": "#2C001E",
    "content": ""
  },
  {
    "title": "",
    "id": "article_97",
    "icon": "verified_outlined",
    "color": "#001B2E",
    "content": ""
  },
  {
    "title": "",
    "id": "article_98",
    "icon": "inventory_outlined",
    "color": "#2D1B00",
    "content": ""
  },
  {
    "title": "",
    "id": "article_99",
    "icon": "manage_search_outlined",
    "color": "#002B5B",
    "content": ""
  },
  {
    "title": "",
    "id": "article_100",
    "icon": "lightbulb_outlined",
    "color": "#1F0A0A",
    "content": ""
  }

]